{
    "ERROR": false,
    "MESSAGE": "fetching sukses",
    "RESPONSE": [
        {			
		
			"data_media": [
				{
					"media_gambar" : "https://trembesi.github.io/loker/apps/android/spices4diseases_remake/files/gambar/blackcumin.png",
					"media_judul" : "Black Cumin",
					"media_deskripsi" : "Black seed oil, commonly called black cumin seed oil",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/_krqlfaAwAM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=_krqlfaAwAM",
							"media_konten_header" : "The Benefits of Black Seed Oil’s",
							"media_konten_body" : "<h4>Black Seed Oil's Effectiveness</h3><p align='justify'>Researchers around the world are continuing to learn the value of black cumin oil.</p><p align='justify'>Here are 10 conditions commonly treated with black cumin seed oil and how the oil effectively combats each disorde</p><ol><li><strong>Hypertension:</strong><p align='justify'>Holistic practitioners have turned to the oil to control hypertension. Researchers at the Pharmacology and Applied Medicine Department of Medicinal Plants Research Center found that it significantly reduced the systolic and diastolic blood pressure levels when given at a ratio of 2.5 mL N. over the course of 8 weeks. No adverse side effects were noted.</p></li><li><strong>Cholesterol and Insulin Control:</strong><p align='justify'>The Department of Pharmacology, J. N. Medical College, Aligarh Muslim University in Aligarh, India conducted a study involving black seed oil for reducing cholesterol and blood glucose levels. The patients were given 2.5 ml of oil twice daily for a period of 6 weeks. The study’s results revealed a significant drop in the participants’ cholesterol levels and that the oil was a viable therapy for insulin resistance syndrome.</p></li><li><strong>Allergies and asthma:</strong><p align='justify'>Allergy sufferers may find relief with black seed oil. It has been shown in studies to have strong antihistamine properties that readily combat nasal drip, nasal itching, sneezing, and congestion. It also improves the quality of sleep. The use of black cumin also promotes lung function in individuals suffering from asthma. Coughing and wheezing are dramatically improved when asthma sufferers take the supplement orally.</p></li><li><strong>Anti-Cancer Fighting Properties:</strong><p align='justify'>Widespread research shows great promise that the regular use of the Nigella sativa supplement prevents a diverse array of cancers such as blood cancers, pancreatic cancer, breast cancer, hepatic cancer, colon cancer, skin cancer, lung cancer, fibrosarcoma, cervical cancer, prostate cancer, and renal cancer according to the Department of Biochemistry, School of Biological Science and Technology at Central South University and the Department of Biochemistry/Molecular Biology at Philadelphia College of Osteopathic Medicine.</p></li><li><strong>Hair:</strong><p align='justify'>Women throughout history have turned to the luxurious oil to strengthen and repair damaged hair. It also adds a luscious shine to dull, lackluster, and lifeless locks. However, recent studies have been exploring the possible benefits of black seed oil to regrow hair and thicken the hair shafts diameter. Many practitioners are prescribing it as a topical that should be used in partnership with hair regrowth products such as Rogaine to spur hair follicles. Using the supplement also effectively treats dandruff and rapidly soothes a dry, itchy scalp.</p></li><li><strong>Epilepsy:</strong><p align='justify'>Approximately 15 percent of children who suffer from epilepsy are resistant to standard pharmaceutical treatments. The Department of Pediatrics and Pediatric Neurology at Mashhad University of Medical Science in Iran performed a study using black cumin seed oil to treat drug resistant pediatric epilepsy. The results were very promising. Upon using the supplement, the frequency of seizures decreased significantly.</p></li><li><strong>Skin Conditions:</strong><p align='justify'>Egypt’s Cleopatra was famous for her stunning physical beauty and rumors historically state that black seed oil was one of her key beauty secrets. It provides instant moisturization when rubbed onto the skin. Nigella sativa contains vitamins A, B, and C, calcium, potassium, magnesium, zinc and trace elements which are all highly beneficial to the skin. Skin conditions such as eczema, acne, and psoriasis all benefit from black cumin oil’s anti-inflammatory properties which reduce inflammation, redness, and itching. It also actively fights fungal infections that cause many skin disorders. Vitiligo sufferers have also reported an improvement in skin discolorations after using black seed oil as a topical.</p></li><li><strong>Opioid Withdrawal:</strong><p align='justify'>Studies have shown that the oil provides some relief from acute opioid withdrawal symptoms. Consistent use of the supplement may also help curb cravings and prevent future relapses.</p></li><li><strong>Birth Control and Menstrual Pain Reduction:</strong><p align='justify'>Throughout the ages, women have turned to black cumin seed oil as a viable and natural birth control method. Generally, women will take one tablespoon of oil in the evening orally and one tablespoon in the morning to start menstruation. The oil encourages the uterus to contract in a healthy rhythm that often helps reduce menstrual discomfort. It has also been shown to increase and maintain breast milk production. However,  breastfeeding women should always consult their physician prior to using any supplements.</p></li><li><strong>Sore Throat Pain Relief:</strong><p align='justify'>Sore throat pain is frequently caused by a variety of viral and bacterial infections. The pain or discomfort usually occurs because of swollen tonsils and lymph nodes in the throat. Black seed oil rapidly reduces the inflammation that causes sore throat pain.</p></li></ol> ",
							"media_konten_footer" : "<a href='https://www.w3schools.com'>Visit W3Schools</a> "
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/05juF4O7xRg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=05juF4O7xRg",
							"media_konten_header" : "Dosage",
							"media_konten_body" : "<h4>Black Seed Oil Dosage When Taken as a Dietary Supplement </h3><p align='justify'>In general, it is advised that first time users of the supplement start at a low dose such as using ½ a teaspoon once a day for two to seven days. The dose can then be increased to ½ a teaspoon twice a day for two to seven days. Eventually, most frequent users can build up to ingesting 3 teaspoons per day.</p><p align='justify'>When using capsules, users need to take one to two capsules per day for three days then increase the dosage to three capsules per day. Many long time users of take six capsules per day.</p><p align='justify'>As with all natural supplements, the dosage is tricky and depends on a variety of factors such as the user’s age, overall health, and medical conditions. Whenever purchasing a supplement for oral consumption, it is important that the user follow the recommended dosage on the label. Most health and naturopathic stores sell black seed oil in liquid form and in prefilled/measured capsules for oral consumption.</p><p align='justify'>The oil can also be applied directly to the skin. People using the substance for hair regrowth or to condition the hair often mix the oil with coconut or argan before applying it to their tresses.</p><p align='justify'>Pregnant and breastfeeding women must always consult their physician prior to use. Children five and under should never use any supplement without consulting with a physician.</p>",
							"media_konten_footer" : "<font color='#0000FF'>hexa blue text</font> </br><font color='#800000FF'>This is a transparent blue text</font>"
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Side Effects",
							"media_konten_body" : "<h4>Possible Side Effects of Black Seed Oil</h3><p align='justify'>Here are some possible side effects:</p><ul><li><strong>Bleeding:</strong><p align='justify'>It may slow the blood’s ability to clot so should not be used by anyone who suffers from bleeding disorders without first consulting with their physician. Users of black seed oil may experience an increase in bleeding or bruising.</p></li><li><strong>Low Blood Pressure:</strong><p align='justify'>Individuals who already experience low blood pressure must never use black seed oil without first consulting with their physician because black cumin is well known to naturally lower blood pressure.</p></li><li><strong>Surgical Risk:</strong><p align='justify'>Anyone using black seed oil ought to discontinue use at least two weeks prior to having a scheduled surgery. If the surgery is sudden, the individual must promptly tell their physician that they are using the dietary additive because it has been shown to interfere with anesthesia, blood sugar control, and may cause bleeding problems during surgery.</p></li><li><strong>Diabetes:</strong><p align='justify'>Diabetes sufferers need to the substance with caution because of its ability to lower blood sugar levels.</p></li></ul><p align='justify'>Advocates of black cumin seed oil feel strongly that it is an untapped natural miracle cure and preventative dietary supplement that is highly respected by naturopathic and holistic health practitioners. There is very little doubt that black seed oil has stood the test of time. The ancients clearly considered it a ‘must have’ medicinal aid and today researchers are still marveling at its many holistic uses.</p>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "Black Pepper",
					"media_judul" : "Black Pepper",
					"media_deskripsi" : "known as a peppercorn, which is usually dried and used as a spice and seasoning",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg/220px-Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Black pepper (Piper nigrum) is a flowering vine in the family Piperaceae, cultivated for its fruit, known as a peppercorn, which is usually dried and used as a spice and seasoning. When fresh and fully mature, it is about 5 mm (0.20 in) in diameter and dark red, and contains a single seed, like all drupes. Peppercorns and the ground pepper derived from them may be described simply as pepper, or more precisely as black pepper (cooked and dried unripe fruit), green pepper (dried unripe fruit), or white pepper (ripe fruit seeds).</p><p>Black pepper is native to present-day Kerala in South India,[3][4] and is extensively cultivated there and elsewhere in tropical regions. Vietnam is the world's largest producer and exporter of pepper, producing 34% of the world's crop, as of 2013.</p><p>Ground dried and cooked peppercorns have been used since antiquity, both for flavour and as a traditional medicine. Black pepper is the world's most traded spice, and is one of the most common spices added to cuisines around the world. Its spiciness is due to the chemical compound piperine, which is a different kind of spicy from the capsaicin characteristic of chili peppers. It is ubiquitous in the modern world as a seasoning, and is often paired with salt and available on dining tables in shakers or mills.</p>",
							"media_konten_footer" : "source from wikipedia"
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/AdT3-1wRv2Q/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=AdT3-1wRv2Q",
							"media_konten_header" : "Health Benefits of Black Pepper and Side Effects?",
							"media_konten_body" : "<h4>What are the Top 10 Health Benefits of Black Pepper and Side Effects?</h4><p>An ancient valuable spice, pepper is like no other. These little peppercorns may as well be nuggets of gold because that's exactly what they were worth a few hundred years ago.  But why the intrigue with the benefits of pepper? What about this marvelous spice made it so incredibly valuable and so great for culinary cuisines?</p><p>Pepper is incredible not just because of its special compound piperine and its other vitamins and nutrients, but also because of its ability to boost the absorption of other nutrients and compounds so vital to the health of the body.  But despite what these tiny pepper balls are supposed to do for the body, one should also be aware of the side effects of consuming pepper in certain situations.</p><p>In this expose we get into the medications that can cause severe problems if you are taking black pepper with these pills at the same time. But certain types of people too, like pregnant and lactating women should also take care for themselves and for their children. </p><p>So whether you are wondering what black pepper can do for your body or want to make sure you are getting the type of pepper that is best for your health, check out what the research and scientists say about piper nigrum.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/O2hervOZ3_c/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=O2hervOZ3_c",
							"media_konten_header" : "What Is Black Pepper Good For?",
							"media_konten_body" : "<p>Black pepper is considered to be the “queen of seasonings”, due to its outstanding taste and international popularity.</p><p>This seasoning's virtues have to do with a substance called piperine, an active ingredient with many health benefits that helps your body to absorb certain substances.</p><p>Black pepper has not only been used to cook with, but also in home remedy recipes, for a long time.</p><h4>In today's video we're going to tell you about some of black pepper's health benefits:</h4><ul><li>It burns fat</li><li>It improves digestion</li><li>It reduces flatulence</li><li>It's an aphrodisiac </li><li>It improves nutrient absorption</li><li>It's rich in antioxidants</li><li>It helps you eat less salt</li><li>It relieves pain</li><li>It's a natural antidepressant </li></ul><br><p>The best way to benefit from all of its properties is by using freshly cracked pepper grounds, since they contain all of the nutritional compounds. Sprinkling a little black pepper on your food everyday is enough to obtain its health benefits.</p><p>If consumed excessively, it can irritate your mucous membranes, especially if you are sensitive.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/JPwrRvIF5jg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=JPwrRvIF5jg",
							"media_konten_header" : "Amazing Benefits and Uses of Black Pepper for Skin Hair and Health",
							"media_konten_body" : "<p>Black pepper is infamous for sneakingly disturbing your taste buds when you are enjoying your favorite pasta or some dishes. It might not cooperate well with your palate but you can definitely reap many benefits from this awful-tasting spice, including beauty benefits. Is black pepper good for your hair? Yes, black pepper works incredibly on your hair. It not only brings natural shine to your hair, but also solves serious hair issues. But, why is black pepper good for your hair. Before you grimace over its taste, read on and uncover the benefits of black pepper for hair.</p><h4>Why is Black Pepper Good for Your Hair?</h4><ul><li>Black pepper is rich in antioxidants, like vitamin A, C, flavonoids and carotenoids, which helps in treating hair problems</li><li>Black pepper is one of the best remedies for dandruff and even stimulates hair growth.</li><li>The irritation effect of black pepper actually improves metabolic process on cellular level, which is beneficial for your body parts, including your hair.</li><li>Black pepper facilitates blood flow to the hair roots, and thereby promotes its growth.</li><li>Black pepper is good for hair fall as it strengthens the hair follicles, which prevents hair fall or breakage.</li><li>One of the effective way to detox your scalp is using black pepper, it removes the dust and dirt that get accumulated on scalp.</li><li>Black pepper is rich with essential minerals that strengthens and revitalize your hair to achieve naturally shiny and strong locks.</li><li>Is black pepper good for grey hair? Yes, owing to its rich copper content, black pepper helps in preventing premature greying of hair.</li></ul><h4>How to Use Black Pepper for Your Hair?</h4><ul><li>For Hair Fall: Mix black pepper powder with coconut oil, apply it on your scalp, let it stay for 10 minutes and wash off with mild shampoo. This concoction will make your hair strong, moisturize it, prevent it from drying, and thereby reduce hair fall.</li><li>For Dandruff: In a bowl off curd, add a teaspoon of crushed black pepper and apply it your scalp. Leave it for 30 and wash off just with water.</li><li>For Hair Growth: Applying a mixture of lemon and ground black pepper seeds will revitalize your hair. Leave it for 10-15 minutes and wash off with cold water. This will nourish your scalp and stimulate hair growth.</li><li>For Baldness: To prevent baldness or excessive loss of hair. Mix a teaspoon of black pepper powder with honey and apply to your hair. This is good for strengthening the hair roots.</li></ul><p>Well, it seems that black pepper provides an impressive list of benefits for achieving your hair goals. Remember not to overuse the black pepper than the recommended amount as it might burn an and cause irritation to your scalp.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/zcGV6DEC6vM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=zcGV6DEC6vM",
							"media_konten_header" : "Turmeric and Black Pepper - Food Harmony Pair - Fight Cancer & Improve Liver Function",
							"media_konten_body" : "<p>The spice turmeric has anti-inflammatory properties — it’s being studied for its potential to fight cancer, improve liver function, lower cholesterol and stave off Alzheimer’s disease. When you combine it with black pepper, your body absorbs a thousand times more curcumin (turmeric’s active ingredient).<p>And it doesn’t take much. If people are given a bunch of turmeric, within an hour there’s a little bump in the level in their blood stream. We don’t see a large increase because our liver is actively trying to get rid of it. But what if the process is suppressed by taking just a quarter teaspoon’s worth of black pepper? Then you see curcumin levels skyrocket. The same amount of curcumin consumed, but the bioavailability shoots up 2000%. Even just a little pinch of pepper—1/20th of a teaspoon—can significantly boost levels. And guess what a common ingredient in curry powder is besides turmeric? Black pepper.<p>Another way to boost the absorption of curcumin is to consume it in the whole food, turmeric root (fresh or dried as a powder) because natural oils found in turmeric root and turmeric powder can enhance the bioavailability of curcumin seven to eight fold. When eaten with fat, curcumin can be directly absorbed into the bloodstream through the lymphatic system thereby in part bypassing the liver.<h4>Turmeric Rice Recipe</h4><h4>Ingredients</h4><ul><li>2 tablespoons olive oil</li><li>1 small onion, chopped (use more if you wish)</li><li>1/2 bell pepper, chopped (use more if you wish)</li><li>1/4 cup sun dried tomatoes, chopped (optional)</li><li>1 cup uncooked rice, preferably brown</li><li>1 teaspoon salt</li><li>Pinch of Black Pepper (I forgot this in the video)</li><li>1 teaspoon turmeric</li><li>2 cups broth or water</li></ul><h4> Directions</h4><ul><li>Heat olive oil in a skillet or saucepan with a lid. Add onion, pepper and tomato, if using. Sauté, stirring occasionally, until onions are soft, about 5 minutes. </li><li>Add rice and stir to mix well; cook for another minute or two. Add liquid, salt and turmeric. Cover, adjust heat to maintain a simmer, and cook until liquid is absorbed and rice is tender (about 40 minutes for brown, 20 minutes for white). If the rice isn't tender when the liquid has been absorbed, add a little more liquid and continue simmering for a few minutes. </li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/cMou51LyF-k/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=cMou51LyF-k",
							"media_konten_header" : "Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body",
							"media_konten_body" : "<p>Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body !!</p><p>Do you get sick often or you have bad immunity?</p><p>Probably you spend a lot of time on medications, which help for a while, and then you are again into a vicious circle without exit.</p><p>Only a strong immune system can protect us from common colds, viral and bacterial infections.</p><p>You will be surprised if we tell you that you already have the necessary ingredients that can build up your immune system and will help you to prevent and avoid numerous diseases.</p><h4>The following recipe is an amazing remedy.</h4><p>You should consume it on an empty stomach, every morning.</p><h4>Preparation is easy. Mix:</h4><ul><li>2 tsps of ground black pepper with</li><li>2 cups of boiling water</li></ul><p>Repeat this for a whole month.<br><br><h4>Health Benefits of Black Paper:</h4><ul><li><u>Boosts immunity:</u><p>This mixture of pepper and hot water will strengthen your immune system and you will be healthier.</p></li><li><u>Prevents dehydration:</u><p>Drinking this beverage keeps the cells well hydrated and prevents dry skin, fatigue, dehydration, etc.</p></li><li><u>It provides energy and improves endurance:</u><p>After some time you will notice that you are feeling more energetic, your system is strong and active and your metabolism gets faster.</p></li><li><u>It improves skin texture:</u><p>This amazing mixture will help you to clean pores, to reduce sebum production, to get rid of the impurities and it will keep your skin bright and healthy.</p></li><li><u>Natural detoxification:</u><p>This healthy mixture acts as a natural detoxifier. It eliminates toxins and impurities from the body, and helps to keep optimum health of the whole body.</p></li></ul>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "https://upload.wikimedia.org/wikipedia/commons/8/85/Kemiri_nuts.jpg",
					"media_judul" : "Candlenut",
					"media_deskripsi" : "Aleurites moluccanus",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://www.healthbenefitstimes.com/9/gallery/candlenut/Candlenut.png",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Candlenut (also known by Aleurites Moluccanus) is actually a flowering tree in the genus Aleurites belonging to the family Euphorbiaceae. The genus contains two species: A. moluccanus (L.) Willd and Aleurites rockinghamensis (Baill.) P.I.Forst. The plant is native to Indo-Malaysia region.  They are grown largely in the tropical and subtropical regions of the world such as Malaysia, Indonesia, Queensland as well as some parts of Australia. It is also commonly known as Indian walnut, Candleberry, Candlenut, Candlenut-tree, Kukui, Lumbangtree, Varnishtree, Bankul nut tree, Indonesian walnut, Kukui nut, Moluccan oil tree, Tallow tree, Buah Keras, Tung-nut, Otaheite walnut, Balucanat and Belgaum walnut. Genus name comes from the Greek word aleuron meaning floury in reference to the white flour-like dusting present on juvenile leaves. Specific epithet means from the Moluccas (aka Spice Islands) located in eastern Indonesia which is part of the native habitat for this tree.</p><h4>Plant Description</h4><p>Candlenut is a medium sized, perennial, evergreen, upper-canopy tree that grows about 10–47 m tall. The plant thrives best in a warm, humid tropical environment. It is common in wet secondary forest at the margins or along stream and along the seashore. It will also thrive in a semi dry to wet subtropical forest climate and in areas. Candlenut trees grow on a wide variety of soils which includes acidic soils, sandy soils, red loamy soils, limestone and stony clay soils. They are not fond of alkaline soils. However, they can tolerate soils which are neutral to slightly alkaline. The soil should be moist and well drained. These trees also have a good tolerance for infertile soils. The plant has straight and cylindrical bole and can be up to 70 – 150 cm in diameter. Bark is grey-brown to blackish colored.</p><h4>Leaves</h4><p>The leaves are very distinctively shaped but also quite variable in gross morphology. Young leaves and leaves on lower branches are often three-lobed or five-lobed, while older leaves and those on higher branches tend to be a simpler triangular or oval shape. They are typically 10–20cm long with wavy margins, and are arranged alternately. Where the leaf stalk joins the blade of the leaf, there are a pair of glands that produce a sweet secretion. The petioles are almost 30 centimeters in length. The leaves have a pale green coloration.</p><h4>Flowers</h4><p>The inflorescence is around 10 to 20 centimeters in length. They have an upper axillary or terminal and thyrsoid arrangement. The unisexual flowers are white in color. The female flowers are found on the ultimate branchlets of cymes. The smaller male flowers are arranged all around the female flowers in groups. The sepal is comprised of 2 or 3 lobes at the anthesis. The male flowers are comprised of 5 lance-shaped petals around 6 to 7 mm in length and almost 10 to 20 stamens. The petals are larger in the female flowers, around 9 or 10 mm.</p><h4>Nuts</h4><p>Fruit is a round nut that is 4 to 6 centimeters in diameter. They have a hard shell covering which is green or brown in color. Inside the hard shell there is the whitish flesh or pulp. Single nuts grow on stout stalks. The nuts contain one or two seeds.</p><h4>Seeds</h4><p>The soft, elliptical, cream-colored seeds are found inside the nut. The seed coats covering the seeds are very hard. The length of each seeds is around 2.5 centimeters. The seeds are filled with rich contents of inflammable oil that enables the seeds to burn as candles. The seed shells are white in color which turns black as they mature.<h4><h4>History</h4><p>The tree is probably native to a vast region from India, Sri Lanka, and Southeast Asia to northern Australia. The exact origin of this tree is unknown because of its early spread by humans. The plant is often cultivated throughout tropical Asia and Oceania as an ornamental plant.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://storage.googleapis.com/drhealthbenefits/2017/05/candlenut-300x300.jpg",
							"media_konten_video" : "",
							"media_konten_header" : "15 Health Benefits of Candlenut #1 Top Hair Treatments",
							"media_konten_body" : "<p>Now we will discuss about candlenut. Somethings that familiar to us. Yup. The candlenut usually we met up in traditional market. Candlenut which always called ‘Aleurites moluccana‘ in science is have relationship with cassava. Usually candlenut is made to some food ingredients. But candlenut have a more usability, not only in food ingredients but candlenut can made for herbal potion.</p><p>Before we discuss more about health benefit of candlenut, we will discuss about composition in candlenut. The nutrition in candlenut are saponin, falvonoid, polyfenol, and some proteins, carbohydrate. The minerals in candlenut are phosphorus, potassium,  calcium and magnesium. And there is some content that is not less beneficial are Vitamin A, vitamin B1, folate, and phytosterol which inhibit from building cholesterol.</p><p>Like we was discuss, candlenut have a lot of benefits in many factor just like as food ingredients. But candlenut have a more potential benefits in health. So let’s we discuss about it.</p><ol><strong><li>Treat Sprue</li></strong><p>In candlenut, not only the fruit or the seed that have benefits but also the sap and bark. The sap in bark can benefits in health as treat of sprue. One thing that you need is sap from the bark of candlenut’s tree. Make sure the tree is still alive. Because we just need a little thing doing with the trees. The tools that you will need are knife, and cotton. And additional ingredients are a little coconut milk.</p><p>To get the sap, you need to do this: ripped off the skin of bark and wait until the sap has shown up. After the sap has shown up, put it with cotton and gives some coconut milk. Now you have a herbal treat of sprue. Apply it on the part of your mouth that have sprue.</p><strong><li>Treat Tooth Ache</li></strong><p>Still in use of candlenut’s sap, it can treat tooth ache too. Just like before, you need the stem from the bark. Make sure the tree is still alive. The tools that you will need are knife, and cotton. But this time, we don’t need a coconut milk. First is ripped off the skin of bark and wait until the sap has shown up. After the sap has shown up, put the sap with cotton. Apply it on the tooth which have tooth ache. Let it on the tooth until 10 minutes. After it, replace with the new one.</p><strong><li>Solution to Diarrhea</li></strong><p>Now we will not using the sap again in this point. To cure Diarrhea, we need some preparations. The tools in use are a kind of pestle and mortar, a pan, and a glass. The ingredients are 20 grams fresh candlenut’s stem, 600 cc of water. First is mashed up the candlenut’s stem until smooth. After that, put it to the pan and fill it with 600 cc of water. Boil it until the volume at least 300 cc. Strain and put the water to the glass. Drink it at least twice a day, and drink as much as 150 cc per once drink.</p><strong><li>Relieve of Fungal Infections</li></strong><p>Fungi can reproduce anywhere with some requirements, including in your body. One of the requirements is humid environment. Almost in place like that, we always find fungi. Fungal infections maybe not dangerous, but it will make sufferers uncomfortable and not confident. To relieve about it, you need put the candlenut’s oil to the part of your body with fungal infections. Do it routinely to make the results optimal.</p><strong><li>Overcome Insomnia</li></strong><p>Insomnia is some kind of sickness that makes you not sleep well. It can caused by depression, a lot of thinking, a fear of something. But with candlenut, you can overcome it. Because candlenut have melatonin that will make you relax and quick fall a sleep. This is good for people with bad insomnia.</p><strong><li>Unleash the Constipation</li></strong><p>Constipation is always happen when someone usually less eats fibrous food. But don’t worry. One of the candlenut benefits is to solve about it. The ingredients are 1 piece of candlenut, 2 onions, 5 grams of pulasari, 10 grams of cinnamon, 30 grams of urang-aring leaves, half a teaspoon of salt, half a teaspoon of fennel, 800 cc of water. The tools in use are blender, pan, and a glass.</p><p>First, blending all the ingredients( without 800 cc of water) until smooth. Second, boil all the ingredients with 800 cc of water. Boil it until volume at least 400 cc. Filter it and put it in the glass. Drink it twice a day, and drink as much as 200 cc per once drink.</p><strong><li>Side Effects from Insects Bite</li></strong><p>Are you have experience with insects bite? How is it? How it feels? If it feels like burnt and itchy, it can cure by candlenut. Ingredients are 2 piece of candlenut and turmeric with size as big as pinkie fingers. The tools in use are baker, mortar and pestle. First, bake the ingredients. After that, mashed it up until smooth. Then put it on the part of your body that was itchy caused by insects bite.</p><strong><li>Defecate With Bleeding</li></strong><p>What happen when you defecate with bleeding? It must be really hurt. But don’t worry. Candlenut can stop it. What you need are 20 grams bark of candlenut, a pan, a bowl or something else which a place to wash up bark of candlenut, a water to wash up bark of candlenut, 400 cc of water to boil candlenut, and a glass. First, clean up the bark of candlenut. Second, boil it with 400 cc of water until the volume at least 200 cc. Filter it and put it in the glass. And ready to drink.</p><strong><li>Liniment</li></strong><p>Candlenut can produce some kind of oil. Yup. With that oil, like the others herbal oil, it can be used as Liniment to make your body relax, and protects your body from colds. The steps like you used the others herbal oil. Rub it to a place where you want.</p><strong><li>Medicine Fever in Children</li></strong><p>If your child get a fever, don’t worry. With some addition 15 grams of pulutan’s root, and some candlenut’s oil, it can down fever. What you needs are 15 grams of pulutan’s root, some candlenut’s oil, pan, some water, and a glass. First, boil all the ingredients, 15 grams of pulutan’s root and some candlenut’s oil, with waters. After that, filter it and put in a glass. And ready to drink.</p><p>Meanwhile, there are many health benefits of candlenuts, one of them is perfect as the hair tricks in traditional ways.</p><strong><li>Hair Fertilizer</strong><p>Remember that candlenut can produce some kind of oil? That oils have a lot of health benefits. One of it is to fertilize your hair. The steps are:</p><ul><li>Get a little of oil as much as you need</li><li>Put it on the hair and your head skin</li><li>Squeeze evenly and let it be one night</li><li>On the morning, wash it using shampoo and in the edge of your hair using conditioner</li></ul></li><p>Notes: Do it regularly to get optimal result.</p><strong><li>Overcoming Hair Fall</li></strong><p>Hair fall happen if hair follicles is not strong anymore. But don’t worry. With candlenut’s oil, this problem will solve. Just put candlenut’s oil on the skin head. Because proteins and minerals inside the oil can strengthen hair from root until the edges. Do it regularly to get optimal result.</p><strong><li>Darken the Hair</li></strong><p>Shine dark hair and healthy is wish almost every people. But not every people have shine dark hair and healthy. Are you the have one? You have thank about it. But what if you are not? Don’t be afraid. Because candlenut’s oil can help you with this problems. But the requirements are you have be patient, and not easily give up to get it. The minerals and protein inside candlenut’s oil can “repair” your hair. It means that your hair can back to normal even shine dark hair and healthy whatever your hair’s color.</p><strong><li>Clean up Dandruff</li></strong><p>Many problems come up with hair. One of it is dandruff. It drop down your pride about yourself, drop your image, and make some people ill feel with you. Yeah, that is some problems caused by dandruff. But don’t worry. Candlenut’s oil can help about this problems. All you needs are be patient, do this steps regularly, and not forget that you have to get some candlenut’s oil.</p><p>The steps are put candlenut’s oil on your hand, and squeeze your head slowly until every part of your skin head is touch with it. Let it be in enough long time. After that, wash your head. Candlenut’s oil can clean up skin head from dirt that cause dandruff.</p><strong><li>Fertilize Another Pubic Hair</li></strong><p>Every people have another “hair” in their body, just like eyebrow, mustache and beard for man, and etc. As we know from before, that candlenut’s oil have some health benefits especially around hair. Yup, it can fertilize and grow up hair and solve another problems about hair. That include for another “hair”. But in this steps, we need additional ingredients which is a little aloe vera. Mix it with candlenut’s oil and put on the place where need the “hair” grow up.</p></ol><br><p>So, that’s all about health benefits of candlenut. Indeed, candlenut can be used for your natural treatments for overall health. Candlenut grows in most of Southeast Asia areas, so for you who live in western areas, you may take this as your alternative.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/FcdW8xr-KMs/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=FcdW8xr-KMs",
							"media_konten_header" : "Supplement Your Diet With Candlenut Seeds!",
							"media_konten_body" : "<p>One of the problems with dieting is malnutrition. And this occurs when you don’t take in enough essential nutrients for your body to function.</p><p>Most dieters do not get the nutrients they need from the meals they plan. So you’ve got to get creative, and find foods with high nutritional densities!</p><p>1 of those foods is the candlenut seed. Native to Indonesia and Hawaii, this seed boasts nutritious and weight loss benefits rarely found in other species!</p><h4>So What Are Those Benefits?</h4><ol><li>Candlenut seeds have a very high oil content, which makes up 20%. Being a high fat food, it is satiating when consumed in small amounts.</li><li>The satiation effects means a lower appetite. With a candlenut diet, you can significantly lower your food intake – crucial to weight loss!</li><li>The high oil content is actually the reason why it’s named “candlenut.” You see, the high amount of oil makes the seed suitable for sustaining lit candles!</li><li>Candlenut seeds can reduce high carb absorption. Since candlenuts are high in fat, they slow down glucose absorption, making them perfect for diabetics.</li><li>They’re also perfect for diets that cut carbs (Atkins diet)! If you want to lose weight by increasing fat and cutting carbs, consume candlenut seeds!</li></ol><h4>Additional Benefits.</h4><ol><li>Candlenuts seeds have high “unsaturated fat” ratios. So you can use them to reduce the risk of heart problems, especially if you’re overweight.</li><li>The seeds can also promote better hair health. The fat content is necessary for hair follicle health and natural lubrication. This maintains hair silkiness, especially for women</li><li>You can consume candlenut seeds to deal with digestive problems. A common problem it solves is diarrhea, since it slows down and improves digestion.</li><li>As you can see, candlenut seeds aren’t just useful for diets. You can consume them habitually, for the long-term health benefits your body gains!</li></ol>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "",
					"media_judul" : "Cardamom",
					"media_deskripsi" : "help the immune system.",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Cardamom is an herb. The seeds and oil from the seeds are used to make medicine.</p><p>Cardamom is used for digestion problems including heartburn, intestinal spasms, irritable bowel syndrome (IBS), diarrhea, constipation, liver and gallbladder complaints, and loss of appetite. It is also used for common cold and other infections, cough, bronchitis, sore mouth and throat, urinary problems, epilepsy, headache, and high blood pressure.</p><p>In foods, cardamom is used as a spice. It is also used in soaps, creams, and perfumes.</p><h4>How does it work?</h4><p>Cardamom contains chemicals that might treat intestinal spasms, kill some bacteria, reduce swelling, and help the immune system.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/7dMMlEdjsnM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=7dMMlEdjsnM",
							"media_konten_header" : "Health benefits of cardamom",
							"media_konten_body" : "<p>Cardamom comes from the seeds of several different plants that belong to the same family as ginger. It has a distinctive flavor that complements both sweet and savory dishes. People may use cardamom seeds and pods in curries, desserts, and meat dishes, as well as in beverages, such as coffee and chai tea.</p><p>People may also take cardamom as a supplement for its health benefits. Cardamom contains phytochemicals that have anti-inflammatory and antibacterial properties.</p><p>Researchers have conducted several small studies on cardamom, the findings of which suggest that it has some health benefits. Although these studies are promising, large and controlled human studies are necessary before healthcare professionals can recommend cardamom to treat medical problems.</p><ol><li><strong>Antimicrobial ability</strong><p>One study found that cardamom essential oil was effective in killing several different types of bacteria and fungi. The researchers suggested that the oil's antibacterial activity may be due to its ability to damage the cell membrane of certain bacteria.</p><p>Cardamom essential oil showed 'antimicrobial activity against almost all test microorganisms' in other research, while another study concluded that this oil could be a component in new antimicrobial drugs.</p><p>People should not ingest cardamom essential oil, however, and they should always speak to a doctor before using any new herbal remedy. Some products can interact with existing medication or cause side effects.</p></li><li><strong>Metabolic syndrome and diabetes</strong><p>Some studies suggest that cardamom could help with some aspects of metabolic syndrome.</p><p>Metabolic syndrome is a group of health conditions that can lead to heart disease and type 2 diabetes. It includes:</p><ul><li>obesity</li><li>high blood sugar</li><li>hypertension</li><li>high triglycerides</li><li>high cholesterol</li><li>low levels of 'good' cholesterol</li></ul><p>In one animal study, in which the researchers fed rats a diet high in carbohydrate and fat, the rodents that also consumed cardamom powder had a lower weight and better cholesterol than those that did not receive this supplement.</p><p>A double-blind trial found that cardamom could help improve certain biomarkers that can cause inflammation and disease.</p><p>The researchers recruited women who were overweight or had obesity and also had prediabetes and high cholesterol. Their findings showed that the women who took cardamom for 8 weeks had lower levels of C-reactive protein, inflammatory proteins, and other markers that can contribute to health problems.</p><p>In another study, researchers gave 83 people with type 2 diabetes either green cardamom or a placebo. Those who took cardamom saw health benefits, including improved hemoglobin A1c and insulin levels, after 10 weeks.</p></li><li><strong>Heart health</strong><p>Some animal research has linked cardamom with boosting heart health, though many more studies are necessary before researchers know how the spice affects human heart health.</p><p>The findings of a study in rats suggest that cardamom could help protect against heart attacks. The authors suggest that its antioxidant activities could help improve heart function, but they note the need for studies in humans to confirm these findings.</p><p>Another study in rats found that cardamom oil could help improve cholesterol levels in rats. The researchers fed rats a high cholesterol diet for 8 weeks. The rats that received cardamom had significantly lower cholesterol and triglyceride levels at the end of the study.</p></li><li><strong>Oral health</strong><p>While many people may think of mint and cinnamon as breath fresheners, people have used cardamom for this purpose for centuries.</p><p>They have done so not just because of its flavor. Cardamom may help fight bacteria in the mouth, a common cause of bad breath, cavities, and gum disease.</p><p>A recent study found that cardamom seeds and fruit could help improve oral health due to their anti-inflammatory and antioxidant properties. The findings showed that the cardamom extract was effective in disrupting bacteria that can lead to gum disease or infections.</p><p>In a randomized trial, researchers asked the participants to chew either fennel or cardamom seeds for 5 minutes. The researchers found that chewing either type of seed was effective in balancing the pH in the mouth, which may help prevent the development of cavities.</p></li><li><strong>Liver health</strong><p>In Ayurvedic medicine, people use cardamom for its detoxifying properties. Although there is a lack of scientific evidence to confirm this benefit, cardamom does appear to have some helpful effects on the liver, which plays a crucial role in removing toxins from the body.</p><p>One study involved people with nonalcoholic fatty liver disease who were overweight or had obesity. The participants who took green cardamom supplements had improvements in markers of liver health compared with those who took a placebo.</p><p>In another animal study, scientists fed rats a high fat, high carbohydrate diet and measured certain liver health markers. After 8 weeks, the rats that received cardamom had lower levels of liver stress than the rats that ate an unsupplemented diet. This finding suggests that cardamom could help protect the liver from certain types of damage.</p></li><li><strong>Anticancer properties</strong><p>Cardamom contains natural phytochemicals that may be able to fight diseases such as cancer. It cannot take the place of cancer treatment, but some studies suggest that the spice could have cancer-fighting properties.</p><p>For example, one study found that giving mice cardamom supplements for 15 days resulted in a reduction in the size and weight of their skin tumors.</p></li><li><strong>Ulcer prevention</strong><p>Like ginger, its cousin, cardamom could help with digestive ailments. Some people use the spice to make a stomach-soothing tea. It may also be useful in protecting the stomach from ulcers.</p><p>In a recent study, researchers induced stomach ulcers in rats by giving them high doses of aspirin. They then gave some of the rats cardamom extract to see how it affected their ulcers. The rats that ate cardamom extract had smaller and fewer ulcers than the rats that did not receive it.</p><p>Another study produced similar findings. The researchers discovered that cardamom extract, in combination with turmeric and sembung leaf, helped protect against stomach ulcers in rats. Some of the rats received aspirin alone, while others received the herbal extract and then aspirin. The rats that received the extract had fewer and smaller ulcers than the rats that did not receive the herbs.</p></li></ol>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Nutritional value of cardamom",
							"media_konten_body" : "<p>Cardamom contains several vitamins and minerals, as well as some fiber. It is also very low in carbohydrates and calories.</p><p><strong>According to the Department of Agriculture, one tablespoon of ground cardamom contains the following nutrients:</strong></p><ul><li>calories: 18</li><li>total fat: 0.4 grams (g)</li><li>carbohydrates: 4.0 g</li><li>fiber: 1.6 g</li><li>protein: 0.6 g</li></ul><p><strong>It also contains the following quantities of vitamins and minerals:</strong></p><ul><li>potassium: 64.9 milligrams (mg)</li><li>calcium: 22.2 mg</li><li>iron: 0.81 mg</li><li>magnesium: 13.3 mg</li><li>phosphorus: 10.3 mg</li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Risks and side effects",
							"media_konten_body" : "<p>There are no reported risks of using cardamom in cooking or any known adverse side effects. Using cardamom as a spice and flavor agent is safe for most people.</p><p>There is no established dosage for taking cardamom as a supplement. Many cardamom capsules or tablets list a dosage of 400–500 mg of dried herb per pill. Before taking cardamom pills or any other natural supplements, a person should talk to a healthcare professional.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Summary",
							"media_konten_body" : "<p>Although many of its health benefits need further study, cardamom is safe for most people to take in moderate amounts.</p><p>Cardamom's natural phytochemicals have antioxidant and anti-inflammatory abilities that could improve health. However, it is too early to say whether this spice can treat any health conditions.</p>",
							"media_konten_footer" : ""
						}
					]
				}
				
			],
			"data_yt": [
				{
					"api_key": "AIzaSyAl6FFMGW0iu-c26A5WGxHT-gLtw_wyleQ",
					"max_result": 20,
					"visible_threshold": 3,
					"yt_host" : [
						"www.youtube.com",
						"m.youtube.com",
						"youtube.com"
					]
				}
			]
        }
		
    ]
}

