{
    "ERROR": false,
    "MESSAGE": "fetching sukses",
    "RESPONSE": [
        {			
		
			"data_media": [
				{
					"media_gambar" : "https://trembesi.github.io/loker/apps/android/spices4diseases_remake/files/gambar/blackcumin.png",
					"media_judul" : "Black Cumin",
					"media_deskripsi" : "Black seed oil, commonly called black cumin seed oil",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/_krqlfaAwAM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=_krqlfaAwAM",
							"media_konten_header" : "The Benefits of Black Seed Oil’s",
							"media_konten_body" : "<h4>Black Seed Oil's Effectiveness</h3><p align='justify'>Researchers around the world are continuing to learn the value of black cumin oil.</p><p align='justify'>Here are 10 conditions commonly treated with black cumin seed oil and how the oil effectively combats each disorde</p><ol><li><strong>Hypertension:</strong><p align='justify'>Holistic practitioners have turned to the oil to control hypertension. Researchers at the Pharmacology and Applied Medicine Department of Medicinal Plants Research Center found that it significantly reduced the systolic and diastolic blood pressure levels when given at a ratio of 2.5 mL N. over the course of 8 weeks. No adverse side effects were noted.</p></li><li><strong>Cholesterol and Insulin Control:</strong><p align='justify'>The Department of Pharmacology, J. N. Medical College, Aligarh Muslim University in Aligarh, India conducted a study involving black seed oil for reducing cholesterol and blood glucose levels. The patients were given 2.5 ml of oil twice daily for a period of 6 weeks. The study’s results revealed a significant drop in the participants’ cholesterol levels and that the oil was a viable therapy for insulin resistance syndrome.</p></li><li><strong>Allergies and asthma:</strong><p align='justify'>Allergy sufferers may find relief with black seed oil. It has been shown in studies to have strong antihistamine properties that readily combat nasal drip, nasal itching, sneezing, and congestion. It also improves the quality of sleep. The use of black cumin also promotes lung function in individuals suffering from asthma. Coughing and wheezing are dramatically improved when asthma sufferers take the supplement orally.</p></li><li><strong>Anti-Cancer Fighting Properties:</strong><p align='justify'>Widespread research shows great promise that the regular use of the Nigella sativa supplement prevents a diverse array of cancers such as blood cancers, pancreatic cancer, breast cancer, hepatic cancer, colon cancer, skin cancer, lung cancer, fibrosarcoma, cervical cancer, prostate cancer, and renal cancer according to the Department of Biochemistry, School of Biological Science and Technology at Central South University and the Department of Biochemistry/Molecular Biology at Philadelphia College of Osteopathic Medicine.</p></li><li><strong>Hair:</strong><p align='justify'>Women throughout history have turned to the luxurious oil to strengthen and repair damaged hair. It also adds a luscious shine to dull, lackluster, and lifeless locks. However, recent studies have been exploring the possible benefits of black seed oil to regrow hair and thicken the hair shafts diameter. Many practitioners are prescribing it as a topical that should be used in partnership with hair regrowth products such as Rogaine to spur hair follicles. Using the supplement also effectively treats dandruff and rapidly soothes a dry, itchy scalp.</p></li><li><strong>Epilepsy:</strong><p align='justify'>Approximately 15 percent of children who suffer from epilepsy are resistant to standard pharmaceutical treatments. The Department of Pediatrics and Pediatric Neurology at Mashhad University of Medical Science in Iran performed a study using black cumin seed oil to treat drug resistant pediatric epilepsy. The results were very promising. Upon using the supplement, the frequency of seizures decreased significantly.</p></li><li><strong>Skin Conditions:</strong><p align='justify'>Egypt’s Cleopatra was famous for her stunning physical beauty and rumors historically state that black seed oil was one of her key beauty secrets. It provides instant moisturization when rubbed onto the skin. Nigella sativa contains vitamins A, B, and C, calcium, potassium, magnesium, zinc and trace elements which are all highly beneficial to the skin. Skin conditions such as eczema, acne, and psoriasis all benefit from black cumin oil’s anti-inflammatory properties which reduce inflammation, redness, and itching. It also actively fights fungal infections that cause many skin disorders. Vitiligo sufferers have also reported an improvement in skin discolorations after using black seed oil as a topical.</p></li><li><strong>Opioid Withdrawal:</strong><p align='justify'>Studies have shown that the oil provides some relief from acute opioid withdrawal symptoms. Consistent use of the supplement may also help curb cravings and prevent future relapses.</p></li><li><strong>Birth Control and Menstrual Pain Reduction:</strong><p align='justify'>Throughout the ages, women have turned to black cumin seed oil as a viable and natural birth control method. Generally, women will take one tablespoon of oil in the evening orally and one tablespoon in the morning to start menstruation. The oil encourages the uterus to contract in a healthy rhythm that often helps reduce menstrual discomfort. It has also been shown to increase and maintain breast milk production. However,  breastfeeding women should always consult their physician prior to using any supplements.</p></li><li><strong>Sore Throat Pain Relief:</strong><p align='justify'>Sore throat pain is frequently caused by a variety of viral and bacterial infections. The pain or discomfort usually occurs because of swollen tonsils and lymph nodes in the throat. Black seed oil rapidly reduces the inflammation that causes sore throat pain.</p></li></ol> ",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/05juF4O7xRg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=05juF4O7xRg",
							"media_konten_header" : "Dosing",
							"media_konten_body" : "<h4>Black Seed Oil Dosage When Taken as a Dietary Supplement </h3><p align='justify'>In general, it is advised that first time users of the supplement start at a low dose such as using ½ a teaspoon once a day for two to seven days. The dose can then be increased to ½ a teaspoon twice a day for two to seven days. Eventually, most frequent users can build up to ingesting 3 teaspoons per day.</p><p align='justify'>When using capsules, users need to take one to two capsules per day for three days then increase the dosage to three capsules per day. Many long time users of take six capsules per day.</p><p align='justify'>As with all natural supplements, the dosage is tricky and depends on a variety of factors such as the user’s age, overall health, and medical conditions. Whenever purchasing a supplement for oral consumption, it is important that the user follow the recommended dosage on the label. Most health and naturopathic stores sell black seed oil in liquid form and in prefilled/measured capsules for oral consumption.</p><p align='justify'>The oil can also be applied directly to the skin. People using the substance for hair regrowth or to condition the hair often mix the oil with coconut or argan before applying it to their tresses.</p><p align='justify'>Pregnant and breastfeeding women must always consult their physician prior to use. Children five and under should never use any supplement without consulting with a physician.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Side Effects",
							"media_konten_body" : "<h4>Possible Side Effects of Black Seed Oil</h3><p align='justify'>Here are some possible side effects:</p><ul><li><strong>Bleeding:</strong><p align='justify'>It may slow the blood’s ability to clot so should not be used by anyone who suffers from bleeding disorders without first consulting with their physician. Users of black seed oil may experience an increase in bleeding or bruising.</p></li><li><strong>Low Blood Pressure:</strong><p align='justify'>Individuals who already experience low blood pressure must never use black seed oil without first consulting with their physician because black cumin is well known to naturally lower blood pressure.</p></li><li><strong>Surgical Risk:</strong><p align='justify'>Anyone using black seed oil ought to discontinue use at least two weeks prior to having a scheduled surgery. If the surgery is sudden, the individual must promptly tell their physician that they are using the dietary additive because it has been shown to interfere with anesthesia, blood sugar control, and may cause bleeding problems during surgery.</p></li><li><strong>Diabetes:</strong><p align='justify'>Diabetes sufferers need to the substance with caution because of its ability to lower blood sugar levels.</p></li></ul><p align='justify'>Advocates of black cumin seed oil feel strongly that it is an untapped natural miracle cure and preventative dietary supplement that is highly respected by naturopathic and holistic health practitioners. There is very little doubt that black seed oil has stood the test of time. The ancients clearly considered it a ‘must have’ medicinal aid and today researchers are still marveling at its many holistic uses.</p>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "Black Pepper",
					"media_judul" : "Black Pepper",
					"media_deskripsi" : "known as a peppercorn, which is usually dried and used as a spice and seasoning",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg/220px-Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Black pepper (Piper nigrum) is a flowering vine in the family Piperaceae, cultivated for its fruit, known as a peppercorn, which is usually dried and used as a spice and seasoning. When fresh and fully mature, it is about 5 mm (0.20 in) in diameter and dark red, and contains a single seed, like all drupes. Peppercorns and the ground pepper derived from them may be described simply as pepper, or more precisely as black pepper (cooked and dried unripe fruit), green pepper (dried unripe fruit), or white pepper (ripe fruit seeds).</p><p>Black pepper is native to present-day Kerala in South India,[3][4] and is extensively cultivated there and elsewhere in tropical regions. Vietnam is the world's largest producer and exporter of pepper, producing 34% of the world's crop, as of 2013.</p><p>Ground dried and cooked peppercorns have been used since antiquity, both for flavour and as a traditional medicine. Black pepper is the world's most traded spice, and is one of the most common spices added to cuisines around the world. Its spiciness is due to the chemical compound piperine, which is a different kind of spicy from the capsaicin characteristic of chili peppers. It is ubiquitous in the modern world as a seasoning, and is often paired with salt and available on dining tables in shakers or mills.</p>",
							"media_konten_footer" : "source from wikipedia"
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/AdT3-1wRv2Q/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=AdT3-1wRv2Q",
							"media_konten_header" : "Health Benefits of Black Pepper and Side Effects?",
							"media_konten_body" : "<h4>What are the Top 10 Health Benefits of Black Pepper and Side Effects?</h4><p>An ancient valuable spice, pepper is like no other. These little peppercorns may as well be nuggets of gold because that's exactly what they were worth a few hundred years ago.  But why the intrigue with the benefits of pepper? What about this marvelous spice made it so incredibly valuable and so great for culinary cuisines?</p><p>Pepper is incredible not just because of its special compound piperine and its other vitamins and nutrients, but also because of its ability to boost the absorption of other nutrients and compounds so vital to the health of the body.  But despite what these tiny pepper balls are supposed to do for the body, one should also be aware of the side effects of consuming pepper in certain situations.</p><p>In this expose we get into the medications that can cause severe problems if you are taking black pepper with these pills at the same time. But certain types of people too, like pregnant and lactating women should also take care for themselves and for their children. </p><p>So whether you are wondering what black pepper can do for your body or want to make sure you are getting the type of pepper that is best for your health, check out what the research and scientists say about piper nigrum.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/O2hervOZ3_c/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=O2hervOZ3_c",
							"media_konten_header" : "What Is Black Pepper Good For?",
							"media_konten_body" : "<p>Black pepper is considered to be the “queen of seasonings”, due to its outstanding taste and international popularity.</p><p>This seasoning's virtues have to do with a substance called piperine, an active ingredient with many health benefits that helps your body to absorb certain substances.</p><p>Black pepper has not only been used to cook with, but also in home remedy recipes, for a long time.</p><h4>In today's video we're going to tell you about some of black pepper's health benefits:</h4><ul><li>It burns fat</li><li>It improves digestion</li><li>It reduces flatulence</li><li>It's an aphrodisiac </li><li>It improves nutrient absorption</li><li>It's rich in antioxidants</li><li>It helps you eat less salt</li><li>It relieves pain</li><li>It's a natural antidepressant </li></ul><br><p>The best way to benefit from all of its properties is by using freshly cracked pepper grounds, since they contain all of the nutritional compounds. Sprinkling a little black pepper on your food everyday is enough to obtain its health benefits.</p><p>If consumed excessively, it can irritate your mucous membranes, especially if you are sensitive.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/JPwrRvIF5jg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=JPwrRvIF5jg",
							"media_konten_header" : "Amazing Benefits and Uses of Black Pepper for Skin Hair and Health",
							"media_konten_body" : "<p>Black pepper is infamous for sneakingly disturbing your taste buds when you are enjoying your favorite pasta or some dishes. It might not cooperate well with your palate but you can definitely reap many benefits from this awful-tasting spice, including beauty benefits. Is black pepper good for your hair? Yes, black pepper works incredibly on your hair. It not only brings natural shine to your hair, but also solves serious hair issues. But, why is black pepper good for your hair. Before you grimace over its taste, read on and uncover the benefits of black pepper for hair.</p><h4>Why is Black Pepper Good for Your Hair?</h4><ul><li>Black pepper is rich in antioxidants, like vitamin A, C, flavonoids and carotenoids, which helps in treating hair problems</li><li>Black pepper is one of the best remedies for dandruff and even stimulates hair growth.</li><li>The irritation effect of black pepper actually improves metabolic process on cellular level, which is beneficial for your body parts, including your hair.</li><li>Black pepper facilitates blood flow to the hair roots, and thereby promotes its growth.</li><li>Black pepper is good for hair fall as it strengthens the hair follicles, which prevents hair fall or breakage.</li><li>One of the effective way to detox your scalp is using black pepper, it removes the dust and dirt that get accumulated on scalp.</li><li>Black pepper is rich with essential minerals that strengthens and revitalize your hair to achieve naturally shiny and strong locks.</li><li>Is black pepper good for grey hair? Yes, owing to its rich copper content, black pepper helps in preventing premature greying of hair.</li></ul><h4>How to Use Black Pepper for Your Hair?</h4><ul><li>For Hair Fall: Mix black pepper powder with coconut oil, apply it on your scalp, let it stay for 10 minutes and wash off with mild shampoo. This concoction will make your hair strong, moisturize it, prevent it from drying, and thereby reduce hair fall.</li><li>For Dandruff: In a bowl off curd, add a teaspoon of crushed black pepper and apply it your scalp. Leave it for 30 and wash off just with water.</li><li>For Hair Growth: Applying a mixture of lemon and ground black pepper seeds will revitalize your hair. Leave it for 10-15 minutes and wash off with cold water. This will nourish your scalp and stimulate hair growth.</li><li>For Baldness: To prevent baldness or excessive loss of hair. Mix a teaspoon of black pepper powder with honey and apply to your hair. This is good for strengthening the hair roots.</li></ul><p>Well, it seems that black pepper provides an impressive list of benefits for achieving your hair goals. Remember not to overuse the black pepper than the recommended amount as it might burn an and cause irritation to your scalp.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/zcGV6DEC6vM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=zcGV6DEC6vM",
							"media_konten_header" : "Turmeric and Black Pepper - Food Harmony Pair - Fight Cancer & Improve Liver Function",
							"media_konten_body" : "<p>The spice turmeric has anti-inflammatory properties — it’s being studied for its potential to fight cancer, improve liver function, lower cholesterol and stave off Alzheimer’s disease. When you combine it with black pepper, your body absorbs a thousand times more curcumin (turmeric’s active ingredient).<p>And it doesn’t take much. If people are given a bunch of turmeric, within an hour there’s a little bump in the level in their blood stream. We don’t see a large increase because our liver is actively trying to get rid of it. But what if the process is suppressed by taking just a quarter teaspoon’s worth of black pepper? Then you see curcumin levels skyrocket. The same amount of curcumin consumed, but the bioavailability shoots up 2000%. Even just a little pinch of pepper—1/20th of a teaspoon—can significantly boost levels. And guess what a common ingredient in curry powder is besides turmeric? Black pepper.<p>Another way to boost the absorption of curcumin is to consume it in the whole food, turmeric root (fresh or dried as a powder) because natural oils found in turmeric root and turmeric powder can enhance the bioavailability of curcumin seven to eight fold. When eaten with fat, curcumin can be directly absorbed into the bloodstream through the lymphatic system thereby in part bypassing the liver.<h4>Turmeric Rice Recipe</h4><h4>Ingredients</h4><ul><li>2 tablespoons olive oil</li><li>1 small onion, chopped (use more if you wish)</li><li>1/2 bell pepper, chopped (use more if you wish)</li><li>1/4 cup sun dried tomatoes, chopped (optional)</li><li>1 cup uncooked rice, preferably brown</li><li>1 teaspoon salt</li><li>Pinch of Black Pepper (I forgot this in the video)</li><li>1 teaspoon turmeric</li><li>2 cups broth or water</li></ul><h4> Directions</h4><ul><li>Heat olive oil in a skillet or saucepan with a lid. Add onion, pepper and tomato, if using. Sauté, stirring occasionally, until onions are soft, about 5 minutes. </li><li>Add rice and stir to mix well; cook for another minute or two. Add liquid, salt and turmeric. Cover, adjust heat to maintain a simmer, and cook until liquid is absorbed and rice is tender (about 40 minutes for brown, 20 minutes for white). If the rice isn't tender when the liquid has been absorbed, add a little more liquid and continue simmering for a few minutes. </li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/cMou51LyF-k/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=cMou51LyF-k",
							"media_konten_header" : "Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body",
							"media_konten_body" : "<p>Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body !!</p><p>Do you get sick often or you have bad immunity?</p><p>Probably you spend a lot of time on medications, which help for a while, and then you are again into a vicious circle without exit.</p><p>Only a strong immune system can protect us from common colds, viral and bacterial infections.</p><p>You will be surprised if we tell you that you already have the necessary ingredients that can build up your immune system and will help you to prevent and avoid numerous diseases.</p><h4>The following recipe is an amazing remedy.</h4><p>You should consume it on an empty stomach, every morning.</p><h4>Preparation is easy. Mix:</h4><ul><li>2 tsps of ground black pepper with</li><li>2 cups of boiling water</li></ul><p>Repeat this for a whole month.<br><br><h4>Health Benefits of Black Paper:</h4><ul><li><u>Boosts immunity:</u><p>This mixture of pepper and hot water will strengthen your immune system and you will be healthier.</p></li><li><u>Prevents dehydration:</u><p>Drinking this beverage keeps the cells well hydrated and prevents dry skin, fatigue, dehydration, etc.</p></li><li><u>It provides energy and improves endurance:</u><p>After some time you will notice that you are feeling more energetic, your system is strong and active and your metabolism gets faster.</p></li><li><u>It improves skin texture:</u><p>This amazing mixture will help you to clean pores, to reduce sebum production, to get rid of the impurities and it will keep your skin bright and healthy.</p></li><li><u>Natural detoxification:</u><p>This healthy mixture acts as a natural detoxifier. It eliminates toxins and impurities from the body, and helps to keep optimum health of the whole body.</p></li></ul>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "https://upload.wikimedia.org/wikipedia/commons/8/85/Kemiri_nuts.jpg",
					"media_judul" : "Candlenut",
					"media_deskripsi" : "Aleurites moluccanus",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://www.healthbenefitstimes.com/9/gallery/candlenut/Candlenut.png",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Candlenut (also known by Aleurites Moluccanus) is actually a flowering tree in the genus Aleurites belonging to the family Euphorbiaceae. The genus contains two species: A. moluccanus (L.) Willd and Aleurites rockinghamensis (Baill.) P.I.Forst. The plant is native to Indo-Malaysia region.  They are grown largely in the tropical and subtropical regions of the world such as Malaysia, Indonesia, Queensland as well as some parts of Australia. It is also commonly known as Indian walnut, Candleberry, Candlenut, Candlenut-tree, Kukui, Lumbangtree, Varnishtree, Bankul nut tree, Indonesian walnut, Kukui nut, Moluccan oil tree, Tallow tree, Buah Keras, Tung-nut, Otaheite walnut, Balucanat and Belgaum walnut. Genus name comes from the Greek word aleuron meaning floury in reference to the white flour-like dusting present on juvenile leaves. Specific epithet means from the Moluccas (aka Spice Islands) located in eastern Indonesia which is part of the native habitat for this tree.</p><h4>Plant Description</h4><p>Candlenut is a medium sized, perennial, evergreen, upper-canopy tree that grows about 10–47 m tall. The plant thrives best in a warm, humid tropical environment. It is common in wet secondary forest at the margins or along stream and along the seashore. It will also thrive in a semi dry to wet subtropical forest climate and in areas. Candlenut trees grow on a wide variety of soils which includes acidic soils, sandy soils, red loamy soils, limestone and stony clay soils. They are not fond of alkaline soils. However, they can tolerate soils which are neutral to slightly alkaline. The soil should be moist and well drained. These trees also have a good tolerance for infertile soils. The plant has straight and cylindrical bole and can be up to 70 – 150 cm in diameter. Bark is grey-brown to blackish colored.</p><h4>Leaves</h4><p>The leaves are very distinctively shaped but also quite variable in gross morphology. Young leaves and leaves on lower branches are often three-lobed or five-lobed, while older leaves and those on higher branches tend to be a simpler triangular or oval shape. They are typically 10–20cm long with wavy margins, and are arranged alternately. Where the leaf stalk joins the blade of the leaf, there are a pair of glands that produce a sweet secretion. The petioles are almost 30 centimeters in length. The leaves have a pale green coloration.</p><h4>Flowers</h4><p>The inflorescence is around 10 to 20 centimeters in length. They have an upper axillary or terminal and thyrsoid arrangement. The unisexual flowers are white in color. The female flowers are found on the ultimate branchlets of cymes. The smaller male flowers are arranged all around the female flowers in groups. The sepal is comprised of 2 or 3 lobes at the anthesis. The male flowers are comprised of 5 lance-shaped petals around 6 to 7 mm in length and almost 10 to 20 stamens. The petals are larger in the female flowers, around 9 or 10 mm.</p><h4>Nuts</h4><p>Fruit is a round nut that is 4 to 6 centimeters in diameter. They have a hard shell covering which is green or brown in color. Inside the hard shell there is the whitish flesh or pulp. Single nuts grow on stout stalks. The nuts contain one or two seeds.</p><h4>Seeds</h4><p>The soft, elliptical, cream-colored seeds are found inside the nut. The seed coats covering the seeds are very hard. The length of each seeds is around 2.5 centimeters. The seeds are filled with rich contents of inflammable oil that enables the seeds to burn as candles. The seed shells are white in color which turns black as they mature.<h4><h4>History</h4><p>The tree is probably native to a vast region from India, Sri Lanka, and Southeast Asia to northern Australia. The exact origin of this tree is unknown because of its early spread by humans. The plant is often cultivated throughout tropical Asia and Oceania as an ornamental plant.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://storage.googleapis.com/drhealthbenefits/2017/05/candlenut-300x300.jpg",
							"media_konten_video" : "",
							"media_konten_header" : "15 Health Benefits of Candlenut #1 Top Hair Treatments",
							"media_konten_body" : "<p>Now we will discuss about candlenut. Somethings that familiar to us. Yup. The candlenut usually we met up in traditional market. Candlenut which always called ‘Aleurites moluccana‘ in science is have relationship with cassava. Usually candlenut is made to some food ingredients. But candlenut have a more usability, not only in food ingredients but candlenut can made for herbal potion.</p><p>Before we discuss more about health benefit of candlenut, we will discuss about composition in candlenut. The nutrition in candlenut are saponin, falvonoid, polyfenol, and some proteins, carbohydrate. The minerals in candlenut are phosphorus, potassium,  calcium and magnesium. And there is some content that is not less beneficial are Vitamin A, vitamin B1, folate, and phytosterol which inhibit from building cholesterol.</p><p>Like we was discuss, candlenut have a lot of benefits in many factor just like as food ingredients. But candlenut have a more potential benefits in health. So let’s we discuss about it.</p><ol><strong><li>Treat Sprue</li></strong><p>In candlenut, not only the fruit or the seed that have benefits but also the sap and bark. The sap in bark can benefits in health as treat of sprue. One thing that you need is sap from the bark of candlenut’s tree. Make sure the tree is still alive. Because we just need a little thing doing with the trees. The tools that you will need are knife, and cotton. And additional ingredients are a little coconut milk.</p><p>To get the sap, you need to do this: ripped off the skin of bark and wait until the sap has shown up. After the sap has shown up, put it with cotton and gives some coconut milk. Now you have a herbal treat of sprue. Apply it on the part of your mouth that have sprue.</p><strong><li>Treat Tooth Ache</li></strong><p>Still in use of candlenut’s sap, it can treat tooth ache too. Just like before, you need the stem from the bark. Make sure the tree is still alive. The tools that you will need are knife, and cotton. But this time, we don’t need a coconut milk. First is ripped off the skin of bark and wait until the sap has shown up. After the sap has shown up, put the sap with cotton. Apply it on the tooth which have tooth ache. Let it on the tooth until 10 minutes. After it, replace with the new one.</p><strong><li>Solution to Diarrhea</li></strong><p>Now we will not using the sap again in this point. To cure Diarrhea, we need some preparations. The tools in use are a kind of pestle and mortar, a pan, and a glass. The ingredients are 20 grams fresh candlenut’s stem, 600 cc of water. First is mashed up the candlenut’s stem until smooth. After that, put it to the pan and fill it with 600 cc of water. Boil it until the volume at least 300 cc. Strain and put the water to the glass. Drink it at least twice a day, and drink as much as 150 cc per once drink.</p><strong><li>Relieve of Fungal Infections</li></strong><p>Fungi can reproduce anywhere with some requirements, including in your body. One of the requirements is humid environment. Almost in place like that, we always find fungi. Fungal infections maybe not dangerous, but it will make sufferers uncomfortable and not confident. To relieve about it, you need put the candlenut’s oil to the part of your body with fungal infections. Do it routinely to make the results optimal.</p><strong><li>Overcome Insomnia</li></strong><p>Insomnia is some kind of sickness that makes you not sleep well. It can caused by depression, a lot of thinking, a fear of something. But with candlenut, you can overcome it. Because candlenut have melatonin that will make you relax and quick fall a sleep. This is good for people with bad insomnia.</p><strong><li>Unleash the Constipation</li></strong><p>Constipation is always happen when someone usually less eats fibrous food. But don’t worry. One of the candlenut benefits is to solve about it. The ingredients are 1 piece of candlenut, 2 onions, 5 grams of pulasari, 10 grams of cinnamon, 30 grams of urang-aring leaves, half a teaspoon of salt, half a teaspoon of fennel, 800 cc of water. The tools in use are blender, pan, and a glass.</p><p>First, blending all the ingredients( without 800 cc of water) until smooth. Second, boil all the ingredients with 800 cc of water. Boil it until volume at least 400 cc. Filter it and put it in the glass. Drink it twice a day, and drink as much as 200 cc per once drink.</p><strong><li>Side Effects from Insects Bite</li></strong><p>Are you have experience with insects bite? How is it? How it feels? If it feels like burnt and itchy, it can cure by candlenut. Ingredients are 2 piece of candlenut and turmeric with size as big as pinkie fingers. The tools in use are baker, mortar and pestle. First, bake the ingredients. After that, mashed it up until smooth. Then put it on the part of your body that was itchy caused by insects bite.</p><strong><li>Defecate With Bleeding</li></strong><p>What happen when you defecate with bleeding? It must be really hurt. But don’t worry. Candlenut can stop it. What you need are 20 grams bark of candlenut, a pan, a bowl or something else which a place to wash up bark of candlenut, a water to wash up bark of candlenut, 400 cc of water to boil candlenut, and a glass. First, clean up the bark of candlenut. Second, boil it with 400 cc of water until the volume at least 200 cc. Filter it and put it in the glass. And ready to drink.</p><strong><li>Liniment</li></strong><p>Candlenut can produce some kind of oil. Yup. With that oil, like the others herbal oil, it can be used as Liniment to make your body relax, and protects your body from colds. The steps like you used the others herbal oil. Rub it to a place where you want.</p><strong><li>Medicine Fever in Children</li></strong><p>If your child get a fever, don’t worry. With some addition 15 grams of pulutan’s root, and some candlenut’s oil, it can down fever. What you needs are 15 grams of pulutan’s root, some candlenut’s oil, pan, some water, and a glass. First, boil all the ingredients, 15 grams of pulutan’s root and some candlenut’s oil, with waters. After that, filter it and put in a glass. And ready to drink.</p><p>Meanwhile, there are many health benefits of candlenuts, one of them is perfect as the hair tricks in traditional ways.</p><strong><li>Hair Fertilizer</strong><p>Remember that candlenut can produce some kind of oil? That oils have a lot of health benefits. One of it is to fertilize your hair. The steps are:</p><ul><li>Get a little of oil as much as you need</li><li>Put it on the hair and your head skin</li><li>Squeeze evenly and let it be one night</li><li>On the morning, wash it using shampoo and in the edge of your hair using conditioner</li></ul></li><p>Notes: Do it regularly to get optimal result.</p><strong><li>Overcoming Hair Fall</li></strong><p>Hair fall happen if hair follicles is not strong anymore. But don’t worry. With candlenut’s oil, this problem will solve. Just put candlenut’s oil on the skin head. Because proteins and minerals inside the oil can strengthen hair from root until the edges. Do it regularly to get optimal result.</p><strong><li>Darken the Hair</li></strong><p>Shine dark hair and healthy is wish almost every people. But not every people have shine dark hair and healthy. Are you the have one? You have thank about it. But what if you are not? Don’t be afraid. Because candlenut’s oil can help you with this problems. But the requirements are you have be patient, and not easily give up to get it. The minerals and protein inside candlenut’s oil can “repair” your hair. It means that your hair can back to normal even shine dark hair and healthy whatever your hair’s color.</p><strong><li>Clean up Dandruff</li></strong><p>Many problems come up with hair. One of it is dandruff. It drop down your pride about yourself, drop your image, and make some people ill feel with you. Yeah, that is some problems caused by dandruff. But don’t worry. Candlenut’s oil can help about this problems. All you needs are be patient, do this steps regularly, and not forget that you have to get some candlenut’s oil.</p><p>The steps are put candlenut’s oil on your hand, and squeeze your head slowly until every part of your skin head is touch with it. Let it be in enough long time. After that, wash your head. Candlenut’s oil can clean up skin head from dirt that cause dandruff.</p><strong><li>Fertilize Another Pubic Hair</li></strong><p>Every people have another “hair” in their body, just like eyebrow, mustache and beard for man, and etc. As we know from before, that candlenut’s oil have some health benefits especially around hair. Yup, it can fertilize and grow up hair and solve another problems about hair. That include for another “hair”. But in this steps, we need additional ingredients which is a little aloe vera. Mix it with candlenut’s oil and put on the place where need the “hair” grow up.</p></ol><br><p>So, that’s all about health benefits of candlenut. Indeed, candlenut can be used for your natural treatments for overall health. Candlenut grows in most of Southeast Asia areas, so for you who live in western areas, you may take this as your alternative.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/FcdW8xr-KMs/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=FcdW8xr-KMs",
							"media_konten_header" : "Supplement Your Diet With Candlenut Seeds!",
							"media_konten_body" : "<p>One of the problems with dieting is malnutrition. And this occurs when you don’t take in enough essential nutrients for your body to function.</p><p>Most dieters do not get the nutrients they need from the meals they plan. So you’ve got to get creative, and find foods with high nutritional densities!</p><p>1 of those foods is the candlenut seed. Native to Indonesia and Hawaii, this seed boasts nutritious and weight loss benefits rarely found in other species!</p><h4>So What Are Those Benefits?</h4><ol><li>Candlenut seeds have a very high oil content, which makes up 20%. Being a high fat food, it is satiating when consumed in small amounts.</li><li>The satiation effects means a lower appetite. With a candlenut diet, you can significantly lower your food intake – crucial to weight loss!</li><li>The high oil content is actually the reason why it’s named “candlenut.” You see, the high amount of oil makes the seed suitable for sustaining lit candles!</li><li>Candlenut seeds can reduce high carb absorption. Since candlenuts are high in fat, they slow down glucose absorption, making them perfect for diabetics.</li><li>They’re also perfect for diets that cut carbs (Atkins diet)! If you want to lose weight by increasing fat and cutting carbs, consume candlenut seeds!</li></ol><h4>Additional Benefits.</h4><ol><li>Candlenuts seeds have high “unsaturated fat” ratios. So you can use them to reduce the risk of heart problems, especially if you’re overweight.</li><li>The seeds can also promote better hair health. The fat content is necessary for hair follicle health and natural lubrication. This maintains hair silkiness, especially for women</li><li>You can consume candlenut seeds to deal with digestive problems. A common problem it solves is diarrhea, since it slows down and improves digestion.</li><li>As you can see, candlenut seeds aren’t just useful for diets. You can consume them habitually, for the long-term health benefits your body gains!</li></ol>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "",
					"media_judul" : "Cardamom",
					"media_deskripsi" : "help the immune system.",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Cardamom is an herb. The seeds and oil from the seeds are used to make medicine.</p><p>Cardamom is used for digestion problems including heartburn, intestinal spasms, irritable bowel syndrome (IBS), diarrhea, constipation, liver and gallbladder complaints, and loss of appetite. It is also used for common cold and other infections, cough, bronchitis, sore mouth and throat, urinary problems, epilepsy, headache, and high blood pressure.</p><p>In foods, cardamom is used as a spice. It is also used in soaps, creams, and perfumes.</p><h4>How does it work?</h4><p>Cardamom contains chemicals that might treat intestinal spasms, kill some bacteria, reduce swelling, and help the immune system.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/7dMMlEdjsnM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=7dMMlEdjsnM",
							"media_konten_header" : "Health benefits of cardamom",
							"media_konten_body" : "<p>Cardamom comes from the seeds of several different plants that belong to the same family as ginger. It has a distinctive flavor that complements both sweet and savory dishes. People may use cardamom seeds and pods in curries, desserts, and meat dishes, as well as in beverages, such as coffee and chai tea.</p><p>People may also take cardamom as a supplement for its health benefits. Cardamom contains phytochemicals that have anti-inflammatory and antibacterial properties.</p><p>Researchers have conducted several small studies on cardamom, the findings of which suggest that it has some health benefits. Although these studies are promising, large and controlled human studies are necessary before healthcare professionals can recommend cardamom to treat medical problems.</p><ol><li><strong>Antimicrobial ability</strong><p>One study found that cardamom essential oil was effective in killing several different types of bacteria and fungi. The researchers suggested that the oil's antibacterial activity may be due to its ability to damage the cell membrane of certain bacteria.</p><p>Cardamom essential oil showed 'antimicrobial activity against almost all test microorganisms' in other research, while another study concluded that this oil could be a component in new antimicrobial drugs.</p><p>People should not ingest cardamom essential oil, however, and they should always speak to a doctor before using any new herbal remedy. Some products can interact with existing medication or cause side effects.</p></li><li><strong>Metabolic syndrome and diabetes</strong><p>Some studies suggest that cardamom could help with some aspects of metabolic syndrome.</p><p>Metabolic syndrome is a group of health conditions that can lead to heart disease and type 2 diabetes. It includes:</p><ul><li>obesity</li><li>high blood sugar</li><li>hypertension</li><li>high triglycerides</li><li>high cholesterol</li><li>low levels of 'good' cholesterol</li></ul><p>In one animal study, in which the researchers fed rats a diet high in carbohydrate and fat, the rodents that also consumed cardamom powder had a lower weight and better cholesterol than those that did not receive this supplement.</p><p>A double-blind trial found that cardamom could help improve certain biomarkers that can cause inflammation and disease.</p><p>The researchers recruited women who were overweight or had obesity and also had prediabetes and high cholesterol. Their findings showed that the women who took cardamom for 8 weeks had lower levels of C-reactive protein, inflammatory proteins, and other markers that can contribute to health problems.</p><p>In another study, researchers gave 83 people with type 2 diabetes either green cardamom or a placebo. Those who took cardamom saw health benefits, including improved hemoglobin A1c and insulin levels, after 10 weeks.</p></li><li><strong>Heart health</strong><p>Some animal research has linked cardamom with boosting heart health, though many more studies are necessary before researchers know how the spice affects human heart health.</p><p>The findings of a study in rats suggest that cardamom could help protect against heart attacks. The authors suggest that its antioxidant activities could help improve heart function, but they note the need for studies in humans to confirm these findings.</p><p>Another study in rats found that cardamom oil could help improve cholesterol levels in rats. The researchers fed rats a high cholesterol diet for 8 weeks. The rats that received cardamom had significantly lower cholesterol and triglyceride levels at the end of the study.</p></li><li><strong>Oral health</strong><p>While many people may think of mint and cinnamon as breath fresheners, people have used cardamom for this purpose for centuries.</p><p>They have done so not just because of its flavor. Cardamom may help fight bacteria in the mouth, a common cause of bad breath, cavities, and gum disease.</p><p>A recent study found that cardamom seeds and fruit could help improve oral health due to their anti-inflammatory and antioxidant properties. The findings showed that the cardamom extract was effective in disrupting bacteria that can lead to gum disease or infections.</p><p>In a randomized trial, researchers asked the participants to chew either fennel or cardamom seeds for 5 minutes. The researchers found that chewing either type of seed was effective in balancing the pH in the mouth, which may help prevent the development of cavities.</p></li><li><strong>Liver health</strong><p>In Ayurvedic medicine, people use cardamom for its detoxifying properties. Although there is a lack of scientific evidence to confirm this benefit, cardamom does appear to have some helpful effects on the liver, which plays a crucial role in removing toxins from the body.</p><p>One study involved people with nonalcoholic fatty liver disease who were overweight or had obesity. The participants who took green cardamom supplements had improvements in markers of liver health compared with those who took a placebo.</p><p>In another animal study, scientists fed rats a high fat, high carbohydrate diet and measured certain liver health markers. After 8 weeks, the rats that received cardamom had lower levels of liver stress than the rats that ate an unsupplemented diet. This finding suggests that cardamom could help protect the liver from certain types of damage.</p></li><li><strong>Anticancer properties</strong><p>Cardamom contains natural phytochemicals that may be able to fight diseases such as cancer. It cannot take the place of cancer treatment, but some studies suggest that the spice could have cancer-fighting properties.</p><p>For example, one study found that giving mice cardamom supplements for 15 days resulted in a reduction in the size and weight of their skin tumors.</p></li><li><strong>Ulcer prevention</strong><p>Like ginger, its cousin, cardamom could help with digestive ailments. Some people use the spice to make a stomach-soothing tea. It may also be useful in protecting the stomach from ulcers.</p><p>In a recent study, researchers induced stomach ulcers in rats by giving them high doses of aspirin. They then gave some of the rats cardamom extract to see how it affected their ulcers. The rats that ate cardamom extract had smaller and fewer ulcers than the rats that did not receive it.</p><p>Another study produced similar findings. The researchers discovered that cardamom extract, in combination with turmeric and sembung leaf, helped protect against stomach ulcers in rats. Some of the rats received aspirin alone, while others received the herbal extract and then aspirin. The rats that received the extract had fewer and smaller ulcers than the rats that did not receive the herbs.</p></li></ol>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Nutritional value of cardamom",
							"media_konten_body" : "<p>Cardamom contains several vitamins and minerals, as well as some fiber. It is also very low in carbohydrates and calories.</p><p><strong>According to the Department of Agriculture, one tablespoon of ground cardamom contains the following nutrients:</strong></p><ul><li>calories: 18</li><li>total fat: 0.4 grams (g)</li><li>carbohydrates: 4.0 g</li><li>fiber: 1.6 g</li><li>protein: 0.6 g</li></ul><p><strong>It also contains the following quantities of vitamins and minerals:</strong></p><ul><li>potassium: 64.9 milligrams (mg)</li><li>calcium: 22.2 mg</li><li>iron: 0.81 mg</li><li>magnesium: 13.3 mg</li><li>phosphorus: 10.3 mg</li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Risks and side effects",
							"media_konten_body" : "<p>There are no reported risks of using cardamom in cooking or any known adverse side effects. Using cardamom as a spice and flavor agent is safe for most people.</p><p>There is no established dosage for taking cardamom as a supplement. Many cardamom capsules or tablets list a dosage of 400–500 mg of dried herb per pill. Before taking cardamom pills or any other natural supplements, a person should talk to a healthcare professional.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Summary",
							"media_konten_body" : "<p>Although many of its health benefits need further study, cardamom is safe for most people to take in moderate amounts.</p><p>Cardamom's natural phytochemicals have antioxidant and anti-inflammatory abilities that could improve health. However, it is too early to say whether this spice can treat any health conditions.</p>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "",
					"media_judul" : "Cinnamon",
					"media_deskripsi" : "Powerful Medicinal Properties",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/1EKdar4YRRc/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=1EKdar4YRRc",
							"media_konten_header" : "10 Evidence-Based Health Benefits of Cinnamon",
							"media_konten_body" : "<p>Cinnamon is a highly delicious spice.</p><p>It has been prized for its medicinal properties for thousands of years.</p><p>Modern science has now confirmed what people have known for ages.</p><p>Here are 10 health benefits of cinnamon that are supported by scientific research.</p><ol><li><strong><font color='blue'>Cinnamon Is High in a Substance With Powerful Medicinal Properties</font></strong><p>Cinnamon is a spice that is made from the inner bark of trees scientifically known as Cinnamomum.</p><p>It has been used as an ingredient throughout history, dating back as far as Ancient Egypt. It used to be rare and valuable and was regarded as a gift fit for kings.</p><p>These days, cinnamon is cheap, available in every supermarket and found as an ingredient in various foods and recipes.</p><p></p><ul><li><strong>Ceylon cinnamon:</strong> Also known as 'true' cinnamon.</li><li><strong>Cassia cinnamon:</strong> The more common variety today and what people generally refer to as 'cinnamon.'</li></ul><p>Cinnamon is made by cutting the stems of cinnamon trees. The inner bark is then extracted and the woody parts removed.</p><p>When it dries, it forms strips that curl into rolls, called cinnamon sticks. These sticks can be ground to form cinnamon powder.</p><p>The distinct smell and flavor of cinnamon are due to the oily part, which is very high in the compound cinnamaldehyde (2Trusted Source).</p><p>Scientists believe that this compound is responsible for most of cinnamon's powerful effects on health and metabolism.</p><p><strong>Summary:</strong></p><ul><li>Cinnamon is a popular spice. It’s high in cinnamaldehyde, which is thought to be responsible for most of cinnamon’s health benefits.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon Is Loaded With Antioxidants</font></strong><p>Antioxidants protect your body from oxidative damage caused by free radicals.</p><p>Cinnamon is loaded with powerful antioxidants, such as polyphenols (3Trusted Source, 4Trusted Source, 5Trusted Source).</p><p>In a study that compared the antioxidant activity of 26 spices, cinnamon wound up as the clear winner, even outranking 'superfoods' like garlic and oregano (6Trusted Source).</p><p>In fact, it is so powerful that cinnamon can be used as a natural food preservative (7Trusted Source).</p><p><strong>Summary: </strong></p><ul><li>Cinnamon contains large amounts of highly potent polyphenol antioxidants.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon Has Anti-Inflammatory Properties</font></strong><p>Inflammation is incredibly important.</p><p>It helps your body fight infections and repair tissue damage.</p><p>However, inflammation can become a problem when it’s chronic and directed against your body's own tissues.</p><p>Cinnamon may be useful in this regard. Studies show that this spice and its antioxidants have potent anti-inflammatory properties (8Trusted Source, 9Trusted Source).</p><p><strong>Summary: </strong></p><ul><li>The antioxidants in cinnamon have anti-inflammatory effects, which may help lower your risk of disease.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon May Cut the Risk of Heart Disease</font></strong><p>Cinnamon has been linked to a reduced risk of heart disease, the world's most common cause of premature death.</p><p>In people with type 2 diabetes, 1 gram or about half a teaspoon of cinnamon per day has been shown to have beneficial effects on blood markers.</p><p>It reduces levels of total cholesterol, “bad” LDL cholesterol and triglycerides, while “good” HDL cholesterol remains stable (10Trusted Source).</p><p>More recently, a big review study concluded that a cinnamon dose of just 120 mg per day can have these effects. In this study, cinnamon also increased “good” HDL cholesterol levels (11Trusted Source).</p><p>In animal studies, cinnamon has been shown to reduce blood pressure (3Trusted Source).</p><p>When combined, all these factors may drastically cut your risk of heart disease.</p><p><strong>Summary: </strong></p><ul><li>Cinnamon may improve some key risk factors for heart disease, including cholesterol, triglycerides and blood pressure.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon Can Improve Sensitivity to the Hormone Insulin</font></strong><p>Insulin is one of the key hormones that regulate metabolism and energy use.</p><p>It’s also essential for transporting blood sugar from your bloodstream to your cells.</p><p>The problem is that many people are resistant to the effects of insulin.</p><p>This is known as insulin resistance, a hallmark of serious conditions like metabolic syndrome and type 2 diabetes.</p><p>The good news is that cinnamon can dramatically reduce insulin resistance, helping this important hormone do its job (12Trusted Source, 13Trusted Source).</p><p>By increasing insulin sensitivity, cinnamon can lower blood sugar levels, as discussed in the next chapter.</p><p><strong>Summary: </strong></p><ul><li>Cinnamon has been shown to significantly increase sensitivity to the hormone insulin.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon Lowers Blood Sugar Levels and Has a Powerful Anti-Diabetic Effect</font></strong><p>Cinnamon is well known for its blood-sugar-lowering properties.</p><p>Apart from the beneficial effects on insulin resistance, cinnamon can lower blood sugar by several other mechanisms.</p><p>First, cinnamon has been shown to decrease the amount of glucose that enters your bloodstream after a meal.</p><p>It does this by interfering with numerous digestive enzymes, which slows the breakdown of carbohydrates in your digestive tract (14Trusted Source, 15Trusted Source).</p><p>Second, a compound in cinnamon can act on cells by mimicking insulin (16Trusted Source, 17Trusted Source).</p><p>This greatly improves glucose uptake by your cells, though it acts much slower than insulin itself.</p><p>Numerous human studies have confirmed the anti-diabetic effects of cinnamon, showing that it can lower fasting blood sugar levels by 10–29% (18Trusted Source, 19Trusted Source, 20Trusted Source).</p><p>The effective dose is typically 1–6 grams or around 0.5–2 teaspoons of cinnamon per day.</p><p>For more information on how you can lower your blood sugar levels, check out 15 easy ways to lower blood sugar levels naturally.</p><p><strong>Summary: </strong></p><ul><li>Cinnamon has been shown to reduce fasting blood sugar levels, having a potent anti-diabetic effect at 1–6 grams or 0.5–2 teaspoons per day.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon May Have Beneficial Effects on Neurodegenerative Diseases</font></strong><p>Neurodegenerative diseases are characterized by progressive loss of the structure or function of brain cells.</p><p>Alzheimer's and Parkinson's disease are two of the most common types.</p><p>Two compounds found in cinnamon appear to inhibit the buildup of a protein called tau in the brain, which is one of the hallmarks of Alzheimer's disease (21Trusted Source, 22Trusted Source, 23Trusted Source).</p><p>In a study in mice with Parkinson's disease, cinnamon helped protect neurons, normalized neurotransmitter levels and improved motor function (24Trusted Source).</p><p>These effects need to be studied further in humans.</p><p><strong>Summary: </strong></p><ul><li>Cinnamon has been shown to lead to various improvements for Alzheimer's and Parkinson's disease in animal studies. However, human research is lacking.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon May Protect Against Cancer</font></strong><p>Cancer is a serious disease, characterized by uncontrolled cell growth.</p><p>Cinnamon has been widely studied for its potential use in cancer prevention and treatment.</p><p>Overall, the evidence is limited to test-tube and animal studies, which suggest that cinnamon extracts may protect against cancer (25Trusted Source, 26Tr</p><p>It acts by reducing the growth of cancer cells and the formation of blood vessels in tumors and appears to be toxic to cancer cells, causing cell death.</p><p>A study in mice with colon cancer revealed that cinnamon is a potent activator of detoxifying enzymes in the colon, protecting against further cancer growth (30Trusted Source).</p><p>These findings were supported by test-tube experiments, which showed that cinnamon activates protective antioxidant responses in human colon cells (31Trusted Source).</p><p>Whether cinnamon has any effect in living, breathing humans needs to be confirmed in controlled studies.</p><p><strong>Summary: </strong></p><ul><li>Animal and test-tube studies indicate that cinnamon may have protective effects against cancer.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon Helps Fight Bacterial and Fungal Infections</font></strong><p>Cinnamaldehyde, one of the main active components of cinnamon, may help fight various kinds of infection.</p><p>Cinnamon oil has been shown to effectively treat respiratory tract infections caused by fungi.</p><p>It can also inhibit the growth of certain bacteria, including Listeria and Salmonella (32Trusted Source, 33Trusted Source).</p><p>However, the evidence is limited and so far cinnamon has not been shown to reduce infections elsewhere in the body.</p><p>The antimicrobial effects of cinnamon may also help prevent tooth decay and reduce bad breath (34Trusted Source, 35).</p><p><strong>Summary: </strong></p><ul><li>Cinnamaldehyde has antifungal and antibacterial properties, which may reduce infections and help fight tooth decay and bad breath.</li></ul></li><br><br><li><strong><font color='blue'>Cinnamon May Help Fight the HIV Virus</font></strong><p>HIV is a virus that slowly breaks down your immune system, which can eventually lead to AIDS, if untreated.</p><p>Cinnamon extracted from Cassia varieties is thought to help fight against HIV-1, the most common strain of the HIV virus in humans (36Trusted Source, 37Trusted Source).</p><p>A laboratory study looking at HIV-infected cells found that cinnamon was the most effective treatment of all 69 medicinal plants studied (38Trusted Source).</p><p>Human trials are needed to confirm these effects.</p><p><strong>Summary: </strong></p><ul><li>Test-tube studies have shown that cinnamon can help fight HIV-1, the main type of HIV virus in humans.</li></ul></li></ol>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/PrUE6yt6JIo/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=PrUE6yt6JIo",
							"media_konten_header" : "Side Effects of Too Much Cinnamon",
							"media_konten_body" : "<ol><li><strong>May Cause Liver Damage</strong><p>Cassia (or regular) cinnamon is a rich source of coumarin.</p><p>The coumarin content of ground Cassia cinnamon may range from 7 to 18 milligrams per teaspoon (2.6 grams), while Ceylon cinnamon only contains trace amounts of coumarin.</p><p>The tolerable daily intake of coumarin is approximately 0.05 mg/pound (0.1 mg/kg) of body weight, or 5 mg per day for a 130-pound (59-kg) person. This means that just 1 teaspoon of Cassia cinnamon could put you over the daily limit (3Trusted Source).</p><p>Unfortunately, several studies have found that eating too much coumarin may cause liver toxicity and damage (4, 5Trusted Source).</p><p>For example, a 73-year-old woman developed a sudden liver infection causing liver damage after taking cinnamon supplements for only 1 week (7Trusted Source). However, this case involved supplements that provided a higher dose than you would get from diet alone.</p><strong>Summary: </strong><ul><li>Regular cinnamon contains high amounts of coumarin. Studies have shown that eating too much coumarin may increase the risk of liver toxicity and damage.</li></ul></li><br><br><li><strong>May Increase the Risk of Cancer</strong><p>Animal studies have shown that eating too much coumarin, which is abundant in Cassia cinnamon, may increase the risk of certain cancers (3Trusted Source).</p><p>For example, studies in rodents have found that eating too much coumarin can cause cancerous tumors to develop in the lungs, liver, and kidneys (8, 9, 10Trusted Source).</p><p>The way in which coumarin may cause tumors is unclear.</p><p>However, some scientists believe that coumarin causes DNA damage over time, increasing the risk of cancer (11).</p> <p>Most research on the cancerous effects of coumarin has been performed on animals. More human-based research is needed to see if the same link between cancer and coumarin applies to humans.</p><strong>Summary: </strong><ul><li>Animal studies have found that coumarin may increase the risk of certain cancers. However, more research is needed to determine whether this also applies to humans.</li></ul></li><br><br><li><strong>May Cause Mouth Sores</strong><p>Some people have experienced mouth sores from eating products that contain cinnamon flavoring agents (12, 13Trusted Source, 14Trusted Source).</p><p>Cinnamon contains cinnamaldehyde, a compound that may trigger an allergic reaction when consumed in large amounts. Small amounts of the spice don’t seem to cause this reaction, as saliva prevents chemicals from staying in contact with the mouth for too long.</p><p>In addition to mouth sores, other symptoms of a cinnamaldehyde allergy include:</p><ul><li>tongue or gum swelling </li><li>a burning or itching sensation </li><li>white patches in the mouth </li></ul><p>While these symptoms aren’t necessarily serious, they can cause discomfort (14Trusted Source).</p><p>However, it’s important to note that cinnamaldehyde will only cause mouth sores if you’re allergic to it. You can get tested for this type of allergy with a skin patch test (15Trusted Source).</p><p>Also, mouth sores seem to mostly affect those who use too much cinnamon oil and cinnamon-flavored chewing gums, as these products can contain more cinnamaldehyde. </p><strong>Summary: </strong><ul><li>Some people are allergic to a compound in cinnamon called cinnamaldehyde, which can cause mouth sores. However, this seems to mostly affect people who use too much cinnamon oil or chewing gum, as these products contain more cinnamaldehyde.</li></ul></li><br><br><li><strong>May Cause Low Blood Sugar</strong><p>Having chronic high blood sugar is a health problem. If left untreated, it may lead to diabetes, heart disease, and many other health problems (16).</p><p>Cinnamon is well-known for its ability to lower blood sugar. Studies have found that the spice can mimic the effects of insulin, a hormone that helps remove sugar from the blood (17Trusted Source, 18Trusted Source, 19Trusted Source).</p><p>While eating a bit of cinnamon may help lower your blood sugar, eating too much may cause it to fall too low. This is called hypoglycemia. It can lead to tiredness, dizziness, and possibly fainting (20Trusted Source).</p><p>People who are most at risk of experiencing low blood sugar are those taking medications for diabetes. This is because cinnamon may enhance the effects of these medications and cause your blood sugar to fall too low.</p><strong>Summary: </strong><ul><li>While eating cinnamon may help lower your blood sugar, eating too much may cause it to fall too low, especially if you’re on medication for diabetes. Common symptoms of low blood sugar are tiredness, dizziness, and fainting.</li></ul></li><br><br><li><strong>May Cause Breathing Problems</strong><p>Eating too much ground cinnamon in a single sitting may cause breathing problems.</p><p>This is because the spice has a fine texture that can make it easy to inhale. Accidentally inhaling it can cause:</p><ul><li>coughing</li><li>gagging</li><li>difficulty when trying to catch your breath </li></ul><p>Also, the cinnamaldehyde in cinnamon is a throat irritant. It may cause further breathing problems (21).</p><p>People with asthma or other medical conditions that affect breathing need to be especially careful of accidentally inhaling cinnamon, as they are more likely to experience trouble breathing.</p><strong>Summary: </strong><ul><li>Eating too much ground cinnamon in a single sitting may cause breathing problems. The fine texture of the spice makes it easy to inhale and irritate the throat, which may cause coughing, gagging, and trouble catching your breath.</li></ul></li><br><br><li><strong>May Interact with Certain Medications</strong><p>Cinnamon is safe to eat in small to moderate amounts with most medications.</p><p>However, taking too much may be an issue if you’re taking medication for diabetes, heart disease, or liver disease. This is because cinnamon may interact with those medications, either enhancing their effects or intensifying their side effects.</p><p>For example, Cassia cinnamon contains high amounts of coumarin, which can cause liver toxicity and damage if consumed in high amounts (3Trusted Source, 4, 5Trusted Source).</p><p>If you’re taking medications that may affect your liver, such as paracetamol, acetaminophen, and statins, excessive intake of cinnamon may increase the chance of liver damage (7Trusted Source).</p><p>Also, cinnamon may help lower your blood sugar, so if you’re taking medications for diabetes, the spice may enhance their effects and cause your blood sugar to fall too low.</p><strong>Summary: </strong><ul><li>If eaten in large amounts, cinnamon may interact with medications for diabetes, heart disease, and liver disease. It may either enhance their effects or increase their side effects.</li></ul></li><br><br></ol>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Risks of Eating Dry Cinnamon",
							"media_konten_body" : "<p>Since the “cinnamon challenge” has become wildly popular, many have attempted to eat large amounts of dry cinnamon.</p><p>This challenge involves eating a tablespoon of dry, ground cinnamon in under a minute without drinking water (22).</p><p>While it may sound harmless, the challenge can be very dangerous.</p><p>Eating dry cinnamon can irritate your throat and lungs, as well as make you gag or choke. It can also permanently damage your lungs.</p><p>This is because the lungs cannot break down the fibers in the spice. It may accumulate in the lungs and cause lung inflammation known as aspiration pneumonia (23, 24Trusted Source).</p><p>If aspiration pneumonia is left untreated, the lungs may become permanently scarred and possibly collapse</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "How Much Is Too Much?",
							"media_konten_body" : "<p>Cinnamon is generally safe to use in small amounts as a spice. It’s linked to many impressive health benefits.</p><p>However, eating too much may cause potentially dangerous side effects.</p><p>This mostly applies to Cassia cinnamon because it’s a rich source of coumarin. Conversely, Ceylon cinnamon contains only trace amounts of coumarin.</p><p>The tolerable daily intake for coumarin is 0.05 mg per pound (0.1 mg per kg) of body weight. This is how much coumarin you can eat in a day without the risk of side effects (3Trusted Source).</p><p>This equates up to 8 mg of coumarin per day for an adult weighing 178 pounds (81 kilograms). For reference, the amount of coumarin in 1 teaspoon (2.5 grams) of ground Cassia cinnamon ranges from 7 to 18 mg (6). Keep in mind that children may tolerate even less.</p><p>Although Ceylon cinnamon contains only trace amounts of coumarin, excessive intake should be avoided. Cinnamon contains numerous other plant compounds that may have adverse effects when consumed in high amounts. Use all cinnamon sparingly as a spice.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "SUMMARY",
							"media_konten_body" : "<p>Cinnamon is a delicious spice, linked to many health benefits.</p><p>While eating small to moderate amounts is safe, eating too much may cause side effects. This mostly applies to Cassia or “regular” cinnamon because it contains high amounts of coumarin, which has been linked to conditions like liver damage and cancer.</p><p>On the other hand, Ceylon or “true” cinnamon only contains trace amounts of coumarin.</p><p>While eating too much cinnamon may have some drawbacks, it’s a healthy spice that’s safe to eat in small to moderate amounts. Eating less than the tolerable daily intake is more than enough to provide you with its health benefits.</p>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "https://miro.medium.com/max/1000/1*Xm0dyepNSotpHlzKFWg6zQ.jpeg",
					"media_judul" : "Clove",
					"media_deskripsi" : "nutrition and healing",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://miro.medium.com/max/1000/1*Xm0dyepNSotpHlzKFWg6zQ.jpeg",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Cloves are the flower buds of the clove tree, an evergreen also known as Syzygium aromaticum.</p><p>Found in both whole and ground forms, this versatile spice can be used to season pot roasts, add flavor to hot beverages and bring spicy warmth to cookies and cakes.</p><p>You may know cloves as one of the main ingredients in gingerbread baked goods or a staple spice in Indian cuisine.</p><p>In addition to their sweet, aromatic flavor, cloves are known for their potent medicinal properties.</p><p>In fact, animal studies have found that the compounds in cloves may have several health benefits, including supporting liver health and helping stabilize blood sugar levels.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/OqcZKvvcRIc/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=OqcZKvvcRIc",
							"media_konten_header" : "Nutrition Value of Clove",
							"media_konten_body" : "<p>Cloves contain fiber, vitamins and minerals, so using whole or ground cloves to add flavor to your food can provide some important nutrients.</p><p>One teaspoon (2 grams) of ground cloves contains:</p><ul><li><strong>Calories:</strong> 21</li><li><strong>Carbs:</strong> 1 gram</li><li><strong>Fiber:</strong> 1 gram</li><li><strong>Manganese:</strong> 30% of the RDI</li><li><strong>Vitamin K:</strong> 4% of the RDI</li><li><strong>Vitamin C:</strong> 3% of the RDI</li></ul><p>Fiber can help prevent constipation and promote regularity, vitamin C may help strengthen your immune system and vitamin K is an important nutrient for blood clotting.</p><p>Meanwhile, manganese is an essential mineral for maintaining brain function and building strong bones.</p><p>In addition to the nutrients listed above, ground cloves contain small amounts of calcium, magnesium and vitamin E.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/hIXMon1MrcA/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=hIXMon1MrcA",
							"media_konten_header" : "Surprising Health Benefits of Cloves",
							"media_konten_body" : "<ol><li><strong>High in Antioxidants</strong><p>As well as containing several important vitamins and minerals, cloves are rich in antioxidants</p><p>Antioxidants are compounds that reduce oxidative stress, which can contribute to the development of chronic disease.</p><p>Cloves also contain a compound called eugenol, which has been shown to act as a natural antioxidant.</p><p>In fact, a test-tube study found that eugenol stopped oxidative damage caused by free radicals five times more effectively than vitamin E, another potent antioxidant.</p><p>In addition to eugenol, ground cloves contain vitamin C.</p><p>Vitamin C acts as an antioxidant in your body and helps neutralize free radicals, which are compounds that can build up and cause harmful oxidative stress.</p><p>Including cloves in your diet along with other antioxidant-rich foods can help improve your overall health.</p><p>Cloves are high in antioxidants, including eugenol and vitamin C, both of which can help reduce oxidative stress.</p></li><br><br><li><strong>May Protect Against Cancer</strong><p>Some research shows that the compounds found in cloves can help protect against cancer.</p><p>One test-tube study found that clove extract helped stop the growth of tumors and promoted cell death in cancer cells.</p><p>Another test-tube study had similar results, showing that concentrated amounts of clove oil caused cell death in 80% of esophageal cancer cells.</p><p>The eugenol found in cloves has also been shown to have anti-cancer properties.</p><p>A test-tube study found that eugenol effectively promoted cell death in cervical cancer cells.</p><p>However, keep in mind that these test-tube studies used very concentrated amounts of clove extract, clove oil and eugenol.</p><p>Eugenol is toxic in high amounts and overdosing on clove oil may cause liver damage, especially in children. Further research is needed to determine how lower amounts may affect humans.</p><p>Test-tube studies show that the compounds in cloves may reduce cancer cell growth and promote cancer cell death. More research is needed to confirm these effects in humans.</p></li><br><br><li><strong>Can Kill Off Bacteria</strong><p>Cloves have been shown to have antimicrobial properties, meaning they can help stop the growth of microorganisms like bacteria.</p><p>One test-tube study showed that clove essential oil was effective at killing off three common types of bacteria, including E. coli, a strain of bacteria that can cause cramps, diarrhea, fatigue and even death.</p><p>What’s more, the antibacterial properties of cloves could even help promote oral health.</p><p>In one test-tube study, the compounds extracted from cloves were found to stop the growth of two types of bacteria that contribute to gum disease.</p><p>Another study in 40 people tested the effects of an herbal mouthwash consisting of tea tree oil, cloves and basil.</p><p>After using the herbal mouthwash for 21 days, they showed improvements in gum health, as well as the amount of plaque and bacteria in the mouth.</p><p>In combination with regular brushing and proper oral hygiene, the antibacterial effects of cloves may benefit your oral health.</p><p>Studies show that cloves may promote oral health, thanks to their antimicrobial properties, which may help kill harmful bacteria.</p></li><br><br><li><strong>May Improve Liver Health</strong><p>Studies show that the beneficial compounds in cloves could help promote liver health.</p><p>The compound eugenol may be especially beneficial for the liver.</p><p>One animal study fed rats with fatty liver disease mixtures containing either clove oil or eugenol.</p><p>Both mixtures improved liver function, reduced inflammation and decreased oxidative stress.</p><p>Another animal study showed that the eugenol found in cloves helped reverse signs of liver cirrhosis, or scarring of the liver.</p><p>Unfortunately, research on the liver-protecting effects of cloves and eugenol in humans is limited.</p><p>However, one small study found that taking eugenol supplements for one week decreased levels of GST, an enzyme involved in detoxification that’s often a marker of liver disease.</p><p>Cloves are also high in antioxidants, which may help prevent liver disease due to their ability to help decrease oxidative stress .</p><p>Nevertheless, keep in mind that eugenol is toxic in high amounts. One case study in a 2-year-old boy showed that 5 to 10 ml of clove oil caused serious liver damage.</p><p>Some studies show that cloves and the compounds they contain may help reduce oxidative stress and protect the liver.</p></li><br><br><li><strong>May Help Regulate Blood Sugar</strong><p>Research shows that the compounds found in cloves may help keep blood sugar under control.</p><p>An animal study found that clove extract helped moderate blood sugar increases in diabetic mice.</p><p>Another test-tube and animal study looked at the effects of clove extract and nigericin, a compound found in cloves, both on human muscle cells and in diabetic mice.</p><p>Cloves and nigericin were found to increase the uptake of sugar from the blood into cells, increase the secretion of insulin and improve the function of cells that produce insulin.</p><p>Insulin is a hormone responsible for transporting sugar from your blood into your cells. The proper functioning of insulin is essential for maintaining steady blood sugar levels.</p><p>In combination with a balanced diet, cloves could help keep your blood sugar levels in check.</p><p>Test-tube and animal studies have shown that the compounds in cloves may help promote insulin production and lower blood sugar.</p></li><br><br><li><strong>May Promote Bone Health</strong><p>Low bone mass is a condition that affects an estimated 43 million older adults in the US alone.</p><p>It can lead to the development of osteoporosis, which may increase the risk of breaks and fractures.</p><p>Some of the compounds in cloves have been shown to help preserve bone mass in animal studies.</p><p>For example, an animal study found that clove extract high in eugenol improved several markers of osteoporosis and increased bone density and strength.</p><p>Cloves are also rich in manganese, providing an impressive 30% of the daily recommended amount in just 1 teaspoon (2 grams) of ground cloves.</p><p>Manganese is a mineral that’s involved in the formation of bone and incredibly important to bone health.</p><p>An animal study found that taking manganese supplements for 12 weeks increased bone mineral density and bone growth.</p><p>However, current research on the effects of cloves on bone mass is mostly limited to animal and test-tube studies. More research is needed to determine how it may affect bone formation in humans.</p><p>Animal studies show that clove extract and manganese may help increase bone mineral density. More research is needed to confirm these effects.</p></li><br><br><li><strong>May Reduce Stomach Ulcers</strong><p>Some research indicates that the compounds found in cloves could help treat stomach ulcers.</p><p>Also known as peptic ulcers, stomach ulcers are painful sores that form in the lining of the stomach, duodenum or esophagus.</p><p>They are most commonly caused by reductions in the protective lining of the stomach that are due to factors like stress, infection and genetics.</p><p>In one animal study, the essential oil from cloves was shown to increase the production of gastric mucus.</p><p>Gastric mucus functions as a barrier and helps prevent erosion of the stomach lining from digestive acids.</p><p>Another animal study found that clove extract helped treat stomach ulcers and had effects similar to several anti-ulcer medications .</p><p>Though the anti-ulcer effects of cloves and their compounds may be promising, further studies are needed on their effects in humans.</p><p>Some animal studies show that clove extract and clove oil may increase the production of gastric mucus and help protect against stomach ulcers. More research in humans is needed.</p></li></ol>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/8SA7uaNcYAs/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=8SA7uaNcYAs",
							"media_konten_header" : "Dosing",
							"media_konten_body" : "<p><strong>How Many Cloves Can You Take In A Day?</strong></p><p>According to the World Health Organization, the acceptable daily dosage of cloves per day is 2.5 mg per 1 kg of body weight (8). Anything beyond this can cause complications.</p><br><p><strong>Conclusion</strong></p><p>Cloves are an integral part of most cuisines. They add flavor to dishes and offer incredible benefits. But they have a dark side. Do not overconsume them. If you have any serious health issue, please consult your doctor before including them in your diet.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "https://www.youtube.com/watch?v=kPAUjloITFY",
							"media_konten_header" : "Side Effects of Cloves You Should Know",
							"media_konten_body" : "<ol><li><strong>Causes Allergic Reactions</strong><p>Allergy is one of the common side effects of cloves, which is caused by eugenol. Various allergic reactions caused by excessive clove ingestion are rashes, hives, swelling, chocking of throat, etc.</p></li><li><strong>Erectile / Ejaculation Issues</strong><p>In men, application of herbal creams containing clove can trigger these sexual issues, erectile dysfunction or premature ejaculation or difficulties in ejaculating.</p></li><li><strong>Leads To Respiratory Problems</strong><p>Clove has various medicinal properties but when taken in high amounts can lead to problems in respiratory tracts. These issues are found in people who have the habit of consuming clove powder.</p></li><li><strong>Causes Seizures</strong><p>When you include lots of cloves in your daily diet, you increase the risks of experiencing seizures. This spice can cause irregular electrical activity within our brain cells thereby may lead multiple seizures.</p></li><li><strong>Makes The Skin Sensitive</strong><p>Cloves can take a toll on your skin by making it super sensitive. It is mostly true for the topical application of undiluted clove oil. It can give you irritation, rashes, burns, or contact dermatitis.</p></li><li><strong>Loss of skin sensation</strong><p>Cloves contain eugenol which acts as a numbing agent. This chemicals lowers down the sensation when applied repeatedly on the skin.</p></li><li><strong>Causes Mouth Sensitivity</strong><p>Mucous membranes present on the inner walls of the mouth can get inflamed by too much consumption of clove. It can cause extensive damage to your gum, teeth, tooth pulp, dental tissues, etc.</p></li><li><strong>Lowers Sugar Level In The Blood</strong><p>If you are among those whose blood sugar is lower than the normal levels, avoid intake of clove. Clove reduces glucose levels in the blood and increases chances of developing various health risks.</p></li><li><strong>Thinning Of Blood</strong><p>When cloves are consumed in large amounts it can lead to thinning of the blood and maximizes the possibilities of bleeding. Eugenol in cloves reduces the speed of clotting the blood.</p></li><li><strong>Increases Toxicity</strong><p>Clove can be highly toxic on your body if consumed in more than permissible limits. Cloves tend to increase the toxic nature in the body such as nausea, shortness of breath, vomiting sensation, etc.</p></li></ol>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "https://cdn2.stylecraze.com/wp-content/uploads/2013/05/7-Impressive-Benefits-Of-Coriander-Seeds-Boost-Heart-Health-Treat-Diabetes-And-More-jpg.jpg.webp",
					"media_judul" : "Coriander Seeds",
					"media_deskripsi" : "offer multiple health benefits",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Nutritional Value of Coriander",
							"media_konten_body" : "<p>The health benefits linked to coriander is due to its high nutritional value. It is a great source of Vitamin A, Vitamin K, Folate and Potassium. Coriander has a high content of phytonutrients, flavonoids and phenolic compounds. Having very low cholesterol, saturated fat and calories makes it an extremely healthy option for your healthy eating practice. Apart from Vitamins A and K, Vitamins C and E are also present in it. A good amount of dietary fibre is found in coriander. Calcium, Iron and Magnesium too are present in this lip smacking herb.</p><p><font color='blue'><strong>Nutritional facts Per 100 grams: </strong></font></p><ul><li><strong>Calories: </strong>298</li><li><strong>Total Fat: </strong>18 g</li><li><strong>Sodium: </strong>35 mg</li><li><strong>Potassium: </strong>1,267 mg</li><li><strong>Total Carbohydrate: </strong>55 g</li><li><strong>Protein: </strong>12 g</li></ul><p><font color='blue'><strong>Vitamins and Minerals: </strong></font></p><ul><li><strong>Calcium:</strong> 0.7</li><li><strong>Vitamin C:</strong> 35 %</li><li><strong>Iron:</strong> 90 %</li><li><strong>Magnesium:</strong> 82 %</li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/CrVEnsfi2Bs/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=CrVEnsfi2Bs",
							"media_konten_header" : "Health Benefits of Coriander Seeds",
							"media_konten_body" : "<ul><li><strong>Reduces Skin Inflamation</strong><p>Coriander is a good source of anti-rheumatics and anti-arthritics due to the presence of Cineole as one of its 11 components in its essential oil. Rheumatism and arthritis causes swelling which can be reduced using the essential oil obtained from coriander. It also works well on swellings due to kidney problems and anaemia. In such cases the swelling is caused due to water retention and coriander helps by inducing urination and hence release of excess accumulated water. Once the inflammation is reduced you can get rid of the tightness and stretchiness of your skin and it shall also improve its appearance.</p><br><br></li><li><strong>Reduces Cholesterol Levels</strong><p>Cholesterol levels in the blood can be reduced by consuming coriander. This plant has various beneficial ingredients such as linoleic acid, oleic acid, palmitic acid, stearic acid and ascorbic acid that work well in reducing the cholesterol level in the blood. Low Density Lipoproteins (LDL) which gets deposited in the inner walls of the arteries is considered to be the bad cholesterol. Coriander helps reduce the level of LDL too and prevents various serious cardiovascular health issues like artherosclerosis, heart attacks and strokes. Additionally it also works to increase the more helpful High Density Lipoproteins (HDL).</p><br><br></li><li><strong>Treats Diarrhoea</strong><p>Borneol and Linalool present in coriander essential oil is very helpful for the process of digestion. They ensure the proper functioning of the liver. Coriander contributes in reducing diarrhoea by helping in stool formation and preventing microbial and fungal activity as its components, Cineole, Borneol, Limonene, Alpha-pinene and Beta-phelandrene give it a good antibacterial property. It also cures nausea, vomiting and other stomach disorders. Having fresh coriander leaves before a meal is extremely helpful as it works well as an appetizer.</p><br><br></li><li><strong>Cures Skin Problems</strong><p>Coriander has multifarious benefits when it comes to taking care of your skin. It fights germs, dirt, infections and many other common everyday problems that our skin undergoes. It has antifungal, antiseptic, detoxifying, antioxidant and disinfectant properties that leave your skin clean and healthy.</p><br><br></li><li><strong>Regulates Blood Pressure</strong><p>Coriander is very good in reducing blood pressure. It stimulates the interaction of calcium ions and cholinergic which is a type of neurotransmitter which is also known as acetylcholine. Increased blood pressure causes an increase of tension in the blood vessels. This chemical interaction helps the vessels to relax and prevents serious health issues like heart attacks and strokes.</p><br><br></li><li><strong>Good for Oral Hygiene and Treatment of Ulcers</strong><p>Coriander essential oils contain citronelol which has very good antiseptic properties. Some other components have antimicrobial properties and these together make it extremely effective for preventing wounds and ulcers in the mouth from getting worse. It is also a good way to control bad breath. Chewing on coriander seeds was a traditional practice to eliminate bad breath.</p><br><br></li><li><strong>Prevents Anaemia</strong><p>Anaemia is a condition where a person has less blood in the body. Blood is made up of haemoglobin and an important component of it is iron. Coriander is high in iron content and helps the body to produce more blood. Shortness of breath, fatigue, palpitation and problems in cognitive functions are some of the examples of the conditions caused due to lack of iron in the body. It also helps regulate the functioning of the organ systems, provide energy, strengthen the body and maintain healthy bones.</p><br><br></li><li><strong>Anti-allergic</strong><p>Seasonal allergies and rhinitis can be reduced by consuming coriander. Allergic reactions caused by coming in contact plants, insects and food can be controlled by applying coriander oil. It helps subdue swelling of throat and its glands.</p><br><br></li><li><strong>Antibiotic Properties</strong><p>Coriander contains an extremely high level of dodecenal which is a compound that fights a bacterium called salmonella, with more efficiency than an antibiotic. This bacterium is the most dangerous cause of food borne diseases. It is advisable to consume coriander to prevent the harmful effects of salmonella.</p><br><br></li><li><strong>Good for your Bones</strong><p>Calcium is an important constituent of coriander. This is a reason it should be consumed to maintain good bone health. It aids the regrowth and durability of bones while preventing its degeneration especially in diseases like osteoporosis.</p><br><br></li><li><strong>Prevents Menstrual Disorders</strong><p>Being an excellent stimulant, coriander helps maintain proper levels of secretion from the endocrine glands. Hormones when secreted in the right amount and at proper intervals helps regulate various body functions and specially menstruation in women. Coriander also reduces menstrual pain.</p><br><br></li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Dosing",
							"media_konten_body" : "<p>The appropriate dose of coriander depends on several factors such as the user's age, health, and several other conditions. At this time there is not enough scientific information to determine an appropriate range of doses for coriander. Keep in mind that natural products are not always necessarily safe and dosages can be important. Be sure to follow relevant directions on product labels and consult your pharmacist or physician or other healthcare professional before using.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Side Effects Of Coriander Seeds",
							"media_konten_body" : "<p>Undoubtedly, coriander seeds can benefit your health in several ways. But they are also associated with some side effects, Check out coriander seeds side effects which are given below:</p><ul><li><strong>Liver Problems</strong><p>Excessive and prolonged use of coriander seeds can cause liver problems. Oil components present in coriander seeds is usually helpful in treating liver problems, but its excessive use can give rise to bile over secretion and causes abnormal conditions.</p></li><br><br><li><strong>Allergic Reactions</strong><p>Some people might get allergic reactions like rashes, breathing difficulty, itching, swelling on face/throat, dizziness etc. from the usage of coriander seeds. If you are prone to these problems, it is advisable to consult your healthcare provider before using these flavoring agents.</p></li><br><br><li><strong>Pregnancy And Breastfeeding</strong><p>Here comes one of the serious side effects of coriander seeds that women should beware of! Pregnant and breastfeeding women should use coriander seeds in limited amounts because of its effect on gland secretion, which can cause damage to the mother and fetus as well as reproductive glands.</p></li><br><br><li><strong>Breathing Problem</strong><p>Prolonged and excessive use of coriander seeds can lead to breathing problems accompanied by chest pain, throat dryness, and throat tightening. If you face any such problems, quick medical attention is required.</p></li><br><br><li><strong>Sun Sensitivity</strong><p>Sometimes, use of coriander seeds may cause sun sensitivity, increasing the risk of sunburns and skin cancer. If you suffer from sun allergy or sensitivity, it is advisable to use it minimally and that too after talking with your doctor.</p></li><br><br><li><strong>Skin Problems</strong><p>Some people might experience skin problems like inflammation, itching, irritation, dermatitis and skin darkening after using coriander seeds. Medical advice is recommended in such a case and the use should be discontinued if any of these symptoms are observed.</p></li><br><br><li><strong>Gastrointestinal Issues</strong><p>Prolonged or excess use of coriander seeds may cause gastrointestinal problems, such as diarrhea, stomach ache, loss of appetite, and dehydration.</p></li><br><br><li><strong>Lapse Of Menstruation</strong><p>Generally, coriander seeds are used to treat menstrual disorders, but some women might experience lapses of menstruation as a result of their usage. If you are facing any such issue, you need to check your dosage.</p></li><br><br><li><strong>Hypoglycemia Or Low Blood Sugar</strong><p>Coriander seeds have been used in the treatment of diabetes as they have the ability to lower blood sugar level. If you are undergoing treatment for diabetes, you should monitor your blood sugar level before using coriander as its supplementation may reduce your blood sugar level drastically.</p></li><br><br><li><strong>Other Side Effects</strong><p>Several other coriander seeds side effects that you may encounter due to its consumption are toothaches, joint pain, worms, nausea, hernia. Although these problems are not very common, but one should be careful and consult a doctor in any case.</p></li><br><br></ul>",
							"media_konten_footer" : "<p><strong><font color='blue'>When you consume coriander seeds, you get something good, with a little bit of bad. But as long as you don’t overdo it, consuming coriander seed is absolutely safe. So, add the flavor of coriander to your food and to your life!</font></strong></p>"
						}
					]
				}
				
			],
			"data_yt": [
				{
					"api_key": "AIzaSyAl6FFMGW0iu-c26A5WGxHT-gLtw_wyleQ",
					"max_result": 20,
					"visible_threshold": 3,
					"yt_host" : [
						"www.youtube.com",
						"m.youtube.com",
						"youtube.com"
					]
				}
			]
        }
		
    ]
}

