{
    "ERROR": false,
    "MESSAGE": "fetching sukses",
    "RESPONSE": [
        {			
		
			"data_artikel": [
				{
					"artikel_gambar" : "https://trembesi.github.io/loker/apps/android/spices4diseases_remake/files/gambar/blackcumin.png",
					"artikel_judul" : "Black Cumin",
					"artikel_deskripsi" : "Black seed oil, commonly called black cumin seed oil",
					"artikel_konten" : [
						{
							"konten_video" : "_krqlfaAwAM",
							"konten_header" : "The Benefits of Black Seed Oil’s",
							"konten_body" : "<h3>Black Seed Oil's Effectiveness</h3><p>Researchers around the world are continuing to learn the value of black cumin oil.</p><p>Here are 10 conditions commonly treated with black cumin seed oil and how the oil effectively combats each disorde</p><ol><li><strong>Hypertension:</strong><p>Holistic practitioners have turned to the oil to control hypertension. Researchers at the Pharmacology and Applied Medicine Department of Medicinal Plants Research Center found that it significantly reduced the systolic and diastolic blood pressure levels when given at a ratio of 2.5 mL N. over the course of 8 weeks. No adverse side effects were noted.</p></li><li><strong>Cholesterol and Insulin Control:</strong><p>The Department of Pharmacology, J. N. Medical College, Aligarh Muslim University in Aligarh, India conducted a study involving black seed oil for reducing cholesterol and blood glucose levels. The patients were given 2.5 ml of oil twice daily for a period of 6 weeks. The study’s results revealed a significant drop in the participants’ cholesterol levels and that the oil was a viable therapy for insulin resistance syndrome.</p></li><li><strong>Allergies and asthma:</strong><p>Allergy sufferers may find relief with black seed oil. It has been shown in studies to have strong antihistamine properties that readily combat nasal drip, nasal itching, sneezing, and congestion. It also improves the quality of sleep. The use of black cumin also promotes lung function in individuals suffering from asthma. Coughing and wheezing are dramatically improved when asthma sufferers take the supplement orally.</p></li><li><strong>Anti-Cancer Fighting Properties:</strong><p>Widespread research shows great promise that the regular use of the Nigella sativa supplement prevents a diverse array of cancers such as blood cancers, pancreatic cancer, breast cancer, hepatic cancer, colon cancer, skin cancer, lung cancer, fibrosarcoma, cervical cancer, prostate cancer, and renal cancer according to the Department of Biochemistry, School of Biological Science and Technology at Central South University and the Department of Biochemistry/Molecular Biology at Philadelphia College of Osteopathic Medicine.</p></li><li><strong>Hair:</strong><p>Women throughout history have turned to the luxurious oil to strengthen and repair damaged hair. It also adds a luscious shine to dull, lackluster, and lifeless locks. However, recent studies have been exploring the possible benefits of black seed oil to regrow hair and thicken the hair shafts diameter. Many practitioners are prescribing it as a topical that should be used in partnership with hair regrowth products such as Rogaine to spur hair follicles. Using the supplement also effectively treats dandruff and rapidly soothes a dry, itchy scalp.</p></li><li><strong>Epilepsy:</strong><p>Approximately 15 percent of children who suffer from epilepsy are resistant to standard pharmaceutical treatments. The Department of Pediatrics and Pediatric Neurology at Mashhad University of Medical Science in Iran performed a study using black cumin seed oil to treat drug resistant pediatric epilepsy. The results were very promising. Upon using the supplement, the frequency of seizures decreased significantly.</p></li><li><strong>Skin Conditions:</strong><p>Egypt’s Cleopatra was famous for her stunning physical beauty and rumors historically state that black seed oil was one of her key beauty secrets. It provides instant moisturization when rubbed onto the skin. Nigella sativa contains vitamins A, B, and C, calcium, potassium, magnesium, zinc and trace elements which are all highly beneficial to the skin. Skin conditions such as eczema, acne, and psoriasis all benefit from black cumin oil’s anti-inflammatory properties which reduce inflammation, redness, and itching. It also actively fights fungal infections that cause many skin disorders. Vitiligo sufferers have also reported an improvement in skin discolorations after using black seed oil as a topical.</p></li><li><strong>Opioid Withdrawal:</strong><p>Studies have shown that the oil provides some relief from acute opioid withdrawal symptoms. Consistent use of the supplement may also help curb cravings and prevent future relapses.</p></li><li><strong>Birth Control and Menstrual Pain Reduction:</strong<p>Throughout the ages, women have turned to black cumin seed oil as a viable and natural birth control method. Generally, women will take one tablespoon of oil in the evening orally and one tablespoon in the morning to start menstruation. The oil encourages the uterus to contract in a healthy rhythm that often helps reduce menstrual discomfort. It has also been shown to increase and maintain breast milk production. However,  breastfeeding women should always consult their physician prior to using any supplements.</p></li><li><strong>Sore Throat Pain Relief:</strong><p>Sore throat pain is frequently caused by a variety of viral and bacterial infections. The pain or discomfort usually occurs because of swollen tonsils and lymph nodes in the throat. Black seed oil rapidly reduces the inflammation that causes sore throat pain.</p></li></ol>",
							"konten_footer" : ""
						},
						{
							"konten_video" : "05juF4O7xRg",
							"konten_header" : "Dosage",
							"konten_body" : "<h3>Black Seed Oil Dosage When Taken as a Dietary Supplement </h3><p>In general, it is advised that first time users of the supplement start at a low dose such as using ½ a teaspoon once a day for two to seven days. The dose can then be increased to ½ a teaspoon twice a day for two to seven days. Eventually, most frequent users can build up to ingesting 3 teaspoons per day.</p><p>When using capsules, users need to take one to two capsules per day for three days then increase the dosage to three capsules per day. Many long time users of take six capsules per day.</p><p>As with all natural supplements, the dosage is tricky and depends on a variety of factors such as the user’s age, overall health, and medical conditions. Whenever purchasing a supplement for oral consumption, it is important that the user follow the recommended dosage on the label. Most health and naturopathic stores sell black seed oil in liquid form and in prefilled/measured capsules for oral consumption.</p><p>The oil can also be applied directly to the skin. People using the substance for hair regrowth or to condition the hair often mix the oil with coconut or argan before applying it to their tresses.</p><p>Pregnant and breastfeeding women must always consult their physician prior to use. Children five and under should never use any supplement without consulting with a physician.</p>",
							"konten_footer" : ""
						},
						{
							"konten_video" : "",
							"konten_header" : "Side Effects",
							"konten_body" : "<h3>Possible Side Effects of Black Seed Oil</h3><p>Here are some possible side effects:</p><ul><li><strong>Bleeding:</strong><p>It may slow the blood’s ability to clot so should not be used by anyone who suffers from bleeding disorders without first consulting with their physician. Users of black seed oil may experience an increase in bleeding or bruising.</p></li><li><strong>Low Blood Pressure:</strong><p>Individuals who already experience low blood pressure must never use black seed oil without first consulting with their physician because black cumin is well known to naturally lower blood pressure.</p></li><li><strong>Surgical Risk:</strong><p>Anyone using black seed oil ought to discontinue use at least two weeks prior to having a scheduled surgery. If the surgery is sudden, the individual must promptly tell their physician that they are using the dietary additive because it has been shown to interfere with anesthesia, blood sugar control, and may cause bleeding problems during surgery.</p></li><li><strong>Diabetes:</strong><p>Diabetes sufferers need to the substance with caution because of its ability to lower blood sugar levels.</p></li></ul><p>Advocates of black cumin seed oil feel strongly that it is an untapped natural miracle cure and preventative dietary supplement that is highly respected by naturopathic and holistic health practitioners. There is very little doubt that black seed oil has stood the test of time. The ancients clearly considered it a ‘must have’ medicinal aid and today researchers are still marveling at its many holistic uses.</p>",
							"konten_footer" : ""
						}
					]
				},
				{
					"artikel_gambar" : "gambar 2",
					"artikel_judul" : "judul 2",
					"artikel_deskripsi" : "deskripsi 2",
					"artikel_konten" : [
						{
							"konten_video" : "video 2-1",
							"konten_header" : "header 2-1",
							"konten_body" : "body 2-1",
							"konten_footer" : "footer 2-1"
						},
						{
							"konten_video" : "video 2-2",
							"konten_header" : "header 2-2",
							"konten_body" : "body 2-2",
							"konten_footer" : "footer 2-2"
						}
					]
				},
				{
					"artikel_gambar" : "gambar 3",
					"artikel_judul" : "judul 3",
					"artikel_deskripsi" : "deskripsi 3",
					"artikel_konten" : [
						{
							"konten_video" : "video 3-1",
							"konten_header" : "header 3-1",
							"konten_body" : "body 3-1",
							"konten_footer" : "footer 3-1"
						},
						{
							"konten_video" : "video 3-2",
							"konten_header" : "header 3-2",
							"konten_body" : "body 3-2",
							"konten_footer" : "footer 3-2"
						},
						{
							"konten_video" : "video 3-3",
							"konten_header" : "header 3-3",
							"konten_body" : "body 3-3",
							"konten_footer" : "footer 3-3"
						}
					]
				}
				
				
				
				
			],
			"data_konten": [
				{
					"api_key": "AIzaSyAl6FFMGW0iu-c26A5WGxHT-gLtw_wyleQ",
					"max_result": 20,
					"visible_threshold": 3
				}
			]
        }
		
    ]
}

