{
    "ERROR": false,
    "MESSAGE": "fetching sukses",
    "RESPONSE": [
        {			
		
			"data_media": [
				{
					"media_gambar" : "https://trembesi.github.io/loker/apps/android/spices4diseases_remake/files/gambar/blackcumin.png",
					"media_judul" : "Black Cumin",
					"media_deskripsi" : "Black seed oil, commonly called black cumin seed oil",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/_krqlfaAwAM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=_krqlfaAwAM",
							"media_konten_header" : "The Benefits of Black Seed Oil’s",
							"media_konten_body" : "<h4>Black Seed Oil's Effectiveness</h3><p align='justify'>Researchers around the world are continuing to learn the value of black cumin oil.</p><p align='justify'>Here are 10 conditions commonly treated with black cumin seed oil and how the oil effectively combats each disorde</p><ol><li><strong>Hypertension:</strong><p align='justify'>Holistic practitioners have turned to the oil to control hypertension. Researchers at the Pharmacology and Applied Medicine Department of Medicinal Plants Research Center found that it significantly reduced the systolic and diastolic blood pressure levels when given at a ratio of 2.5 mL N. over the course of 8 weeks. No adverse side effects were noted.</p></li><li><strong>Cholesterol and Insulin Control:</strong><p align='justify'>The Department of Pharmacology, J. N. Medical College, Aligarh Muslim University in Aligarh, India conducted a study involving black seed oil for reducing cholesterol and blood glucose levels. The patients were given 2.5 ml of oil twice daily for a period of 6 weeks. The study’s results revealed a significant drop in the participants’ cholesterol levels and that the oil was a viable therapy for insulin resistance syndrome.</p></li><li><strong>Allergies and asthma:</strong><p align='justify'>Allergy sufferers may find relief with black seed oil. It has been shown in studies to have strong antihistamine properties that readily combat nasal drip, nasal itching, sneezing, and congestion. It also improves the quality of sleep. The use of black cumin also promotes lung function in individuals suffering from asthma. Coughing and wheezing are dramatically improved when asthma sufferers take the supplement orally.</p></li><li><strong>Anti-Cancer Fighting Properties:</strong><p align='justify'>Widespread research shows great promise that the regular use of the Nigella sativa supplement prevents a diverse array of cancers such as blood cancers, pancreatic cancer, breast cancer, hepatic cancer, colon cancer, skin cancer, lung cancer, fibrosarcoma, cervical cancer, prostate cancer, and renal cancer according to the Department of Biochemistry, School of Biological Science and Technology at Central South University and the Department of Biochemistry/Molecular Biology at Philadelphia College of Osteopathic Medicine.</p></li><li><strong>Hair:</strong><p align='justify'>Women throughout history have turned to the luxurious oil to strengthen and repair damaged hair. It also adds a luscious shine to dull, lackluster, and lifeless locks. However, recent studies have been exploring the possible benefits of black seed oil to regrow hair and thicken the hair shafts diameter. Many practitioners are prescribing it as a topical that should be used in partnership with hair regrowth products such as Rogaine to spur hair follicles. Using the supplement also effectively treats dandruff and rapidly soothes a dry, itchy scalp.</p></li><li><strong>Epilepsy:</strong><p align='justify'>Approximately 15 percent of children who suffer from epilepsy are resistant to standard pharmaceutical treatments. The Department of Pediatrics and Pediatric Neurology at Mashhad University of Medical Science in Iran performed a study using black cumin seed oil to treat drug resistant pediatric epilepsy. The results were very promising. Upon using the supplement, the frequency of seizures decreased significantly.</p></li><li><strong>Skin Conditions:</strong><p align='justify'>Egypt’s Cleopatra was famous for her stunning physical beauty and rumors historically state that black seed oil was one of her key beauty secrets. It provides instant moisturization when rubbed onto the skin. Nigella sativa contains vitamins A, B, and C, calcium, potassium, magnesium, zinc and trace elements which are all highly beneficial to the skin. Skin conditions such as eczema, acne, and psoriasis all benefit from black cumin oil’s anti-inflammatory properties which reduce inflammation, redness, and itching. It also actively fights fungal infections that cause many skin disorders. Vitiligo sufferers have also reported an improvement in skin discolorations after using black seed oil as a topical.</p></li><li><strong>Opioid Withdrawal:</strong><p align='justify'>Studies have shown that the oil provides some relief from acute opioid withdrawal symptoms. Consistent use of the supplement may also help curb cravings and prevent future relapses.</p></li><li><strong>Birth Control and Menstrual Pain Reduction:</strong><p align='justify'>Throughout the ages, women have turned to black cumin seed oil as a viable and natural birth control method. Generally, women will take one tablespoon of oil in the evening orally and one tablespoon in the morning to start menstruation. The oil encourages the uterus to contract in a healthy rhythm that often helps reduce menstrual discomfort. It has also been shown to increase and maintain breast milk production. However,  breastfeeding women should always consult their physician prior to using any supplements.</p></li><li><strong>Sore Throat Pain Relief:</strong><p align='justify'>Sore throat pain is frequently caused by a variety of viral and bacterial infections. The pain or discomfort usually occurs because of swollen tonsils and lymph nodes in the throat. Black seed oil rapidly reduces the inflammation that causes sore throat pain.</p></li></ol> ",
							"media_konten_footer" : "<a href='https://www.w3schools.com'>Visit W3Schools</a> "
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/05juF4O7xRg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=05juF4O7xRg",
							"media_konten_header" : "Dosage",
							"media_konten_body" : "<h4>Black Seed Oil Dosage When Taken as a Dietary Supplement </h3><p align='justify'>In general, it is advised that first time users of the supplement start at a low dose such as using ½ a teaspoon once a day for two to seven days. The dose can then be increased to ½ a teaspoon twice a day for two to seven days. Eventually, most frequent users can build up to ingesting 3 teaspoons per day.</p><p align='justify'>When using capsules, users need to take one to two capsules per day for three days then increase the dosage to three capsules per day. Many long time users of take six capsules per day.</p><p align='justify'>As with all natural supplements, the dosage is tricky and depends on a variety of factors such as the user’s age, overall health, and medical conditions. Whenever purchasing a supplement for oral consumption, it is important that the user follow the recommended dosage on the label. Most health and naturopathic stores sell black seed oil in liquid form and in prefilled/measured capsules for oral consumption.</p><p align='justify'>The oil can also be applied directly to the skin. People using the substance for hair regrowth or to condition the hair often mix the oil with coconut or argan before applying it to their tresses.</p><p align='justify'>Pregnant and breastfeeding women must always consult their physician prior to use. Children five and under should never use any supplement without consulting with a physician.</p>",
							"media_konten_footer" : "<font color='#0000FF'>hexa blue text</font> </br><font color='#800000FF'>This is a transparent blue text</font>"
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "Side Effects",
							"media_konten_body" : "<h4>Possible Side Effects of Black Seed Oil</h3><p align='justify'>Here are some possible side effects:</p><ul><li><strong>Bleeding:</strong><p align='justify'>It may slow the blood’s ability to clot so should not be used by anyone who suffers from bleeding disorders without first consulting with their physician. Users of black seed oil may experience an increase in bleeding or bruising.</p></li><li><strong>Low Blood Pressure:</strong><p align='justify'>Individuals who already experience low blood pressure must never use black seed oil without first consulting with their physician because black cumin is well known to naturally lower blood pressure.</p></li><li><strong>Surgical Risk:</strong><p align='justify'>Anyone using black seed oil ought to discontinue use at least two weeks prior to having a scheduled surgery. If the surgery is sudden, the individual must promptly tell their physician that they are using the dietary additive because it has been shown to interfere with anesthesia, blood sugar control, and may cause bleeding problems during surgery.</p></li><li><strong>Diabetes:</strong><p align='justify'>Diabetes sufferers need to the substance with caution because of its ability to lower blood sugar levels.</p></li></ul><p align='justify'>Advocates of black cumin seed oil feel strongly that it is an untapped natural miracle cure and preventative dietary supplement that is highly respected by naturopathic and holistic health practitioners. There is very little doubt that black seed oil has stood the test of time. The ancients clearly considered it a ‘must have’ medicinal aid and today researchers are still marveling at its many holistic uses.</p>",
							"media_konten_footer" : ""
						}
					]
				},
				{
					"media_gambar" : "Black Pepper",
					"media_judul" : "Black Pepper",
					"media_deskripsi" : "known as a peppercorn, which is usually dried and used as a spice and seasoning",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg/220px-Piper_nigrum_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-107.jpg",
							"media_konten_video" : "",
							"media_konten_header" : "Overview",
							"media_konten_body" : "<p>Black pepper (Piper nigrum) is a flowering vine in the family Piperaceae, cultivated for its fruit, known as a peppercorn, which is usually dried and used as a spice and seasoning. When fresh and fully mature, it is about 5 mm (0.20 in) in diameter and dark red, and contains a single seed, like all drupes. Peppercorns and the ground pepper derived from them may be described simply as pepper, or more precisely as black pepper (cooked and dried unripe fruit), green pepper (dried unripe fruit), or white pepper (ripe fruit seeds).</p><p>Black pepper is native to present-day Kerala in South India,[3][4] and is extensively cultivated there and elsewhere in tropical regions. Vietnam is the world's largest producer and exporter of pepper, producing 34% of the world's crop, as of 2013.</p><p>Ground dried and cooked peppercorns have been used since antiquity, both for flavour and as a traditional medicine. Black pepper is the world's most traded spice, and is one of the most common spices added to cuisines around the world. Its spiciness is due to the chemical compound piperine, which is a different kind of spicy from the capsaicin characteristic of chili peppers. It is ubiquitous in the modern world as a seasoning, and is often paired with salt and available on dining tables in shakers or mills.</p>",
							"media_konten_footer" : "source from wikipedia"
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/AdT3-1wRv2Q/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=AdT3-1wRv2Q",
							"media_konten_header" : "Health Benefits of Black Pepper and Side Effects?",
							"media_konten_body" : "<h4>What are the Top 10 Health Benefits of Black Pepper and Side Effects?</h4><p>An ancient valuable spice, pepper is like no other. These little peppercorns may as well be nuggets of gold because that's exactly what they were worth a few hundred years ago.  But why the intrigue with the benefits of pepper? What about this marvelous spice made it so incredibly valuable and so great for culinary cuisines?</p><p>Pepper is incredible not just because of its special compound piperine and its other vitamins and nutrients, but also because of its ability to boost the absorption of other nutrients and compounds so vital to the health of the body.  But despite what these tiny pepper balls are supposed to do for the body, one should also be aware of the side effects of consuming pepper in certain situations.</p><p>In this expose we get into the medications that can cause severe problems if you are taking black pepper with these pills at the same time. But certain types of people too, like pregnant and lactating women should also take care for themselves and for their children. </p><p>So whether you are wondering what black pepper can do for your body or want to make sure you are getting the type of pepper that is best for your health, check out what the research and scientists say about piper nigrum.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/O2hervOZ3_c/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=O2hervOZ3_c",
							"media_konten_header" : "What Is Black Pepper Good For?",
							"media_konten_body" : "<p>Black pepper is considered to be the “queen of seasonings”, due to its outstanding taste and international popularity.</p><p>This seasoning's virtues have to do with a substance called piperine, an active ingredient with many health benefits that helps your body to absorb certain substances.</p><p>Black pepper has not only been used to cook with, but also in home remedy recipes, for a long time.</p><h4>In today's video we're going to tell you about some of black pepper's health benefits:</h4><ul><li>It burns fat</li><li>It improves digestion</li><li>It reduces flatulence</li><li>It's an aphrodisiac </li><li>It improves nutrient absorption</li><li>It's rich in antioxidants</li><li>It helps you eat less salt</li><li>It relieves pain</li><li>It's a natural antidepressant </li></ul><br><p>The best way to benefit from all of its properties is by using freshly cracked pepper grounds, since they contain all of the nutritional compounds. Sprinkling a little black pepper on your food everyday is enough to obtain its health benefits.</p><p>If consumed excessively, it can irritate your mucous membranes, especially if you are sensitive.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/JPwrRvIF5jg/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=JPwrRvIF5jg",
							"media_konten_header" : "Amazing Benefits and Uses of Black Pepper for Skin Hair and Health",
							"media_konten_body" : "<p>Black pepper is infamous for sneakingly disturbing your taste buds when you are enjoying your favorite pasta or some dishes. It might not cooperate well with your palate but you can definitely reap many benefits from this awful-tasting spice, including beauty benefits. Is black pepper good for your hair? Yes, black pepper works incredibly on your hair. It not only brings natural shine to your hair, but also solves serious hair issues. But, why is black pepper good for your hair. Before you grimace over its taste, read on and uncover the benefits of black pepper for hair.</p><h4>Why is Black Pepper Good for Your Hair?</h4><ul><li>Black pepper is rich in antioxidants, like vitamin A, C, flavonoids and carotenoids, which helps in treating hair problems</li><li>Black pepper is one of the best remedies for dandruff and even stimulates hair growth.</li><li>The irritation effect of black pepper actually improves metabolic process on cellular level, which is beneficial for your body parts, including your hair.</li><li>Black pepper facilitates blood flow to the hair roots, and thereby promotes its growth.</li><li>Black pepper is good for hair fall as it strengthens the hair follicles, which prevents hair fall or breakage.</li><li>One of the effective way to detox your scalp is using black pepper, it removes the dust and dirt that get accumulated on scalp.</li><li>Black pepper is rich with essential minerals that strengthens and revitalize your hair to achieve naturally shiny and strong locks.</li><li>Is black pepper good for grey hair? Yes, owing to its rich copper content, black pepper helps in preventing premature greying of hair.</li></ul><h4>How to Use Black Pepper for Your Hair?</h4><ul><li>For Hair Fall: Mix black pepper powder with coconut oil, apply it on your scalp, let it stay for 10 minutes and wash off with mild shampoo. This concoction will make your hair strong, moisturize it, prevent it from drying, and thereby reduce hair fall.</li><li>For Dandruff: In a bowl off curd, add a teaspoon of crushed black pepper and apply it your scalp. Leave it for 30 and wash off just with water.</li><li>For Hair Growth: Applying a mixture of lemon and ground black pepper seeds will revitalize your hair. Leave it for 10-15 minutes and wash off with cold water. This will nourish your scalp and stimulate hair growth.</li><li>For Baldness: To prevent baldness or excessive loss of hair. Mix a teaspoon of black pepper powder with honey and apply to your hair. This is good for strengthening the hair roots.</li></ul><p>Well, it seems that black pepper provides an impressive list of benefits for achieving your hair goals. Remember not to overuse the black pepper than the recommended amount as it might burn an and cause irritation to your scalp.</p>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/zcGV6DEC6vM/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=zcGV6DEC6vM",
							"media_konten_header" : "Turmeric and Black Pepper - Food Harmony Pair - Fight Cancer & Improve Liver Function",
							"media_konten_body" : "<p>The spice turmeric has anti-inflammatory properties — it’s being studied for its potential to fight cancer, improve liver function, lower cholesterol and stave off Alzheimer’s disease. When you combine it with black pepper, your body absorbs a thousand times more curcumin (turmeric’s active ingredient).<p>And it doesn’t take much. If people are given a bunch of turmeric, within an hour there’s a little bump in the level in their blood stream. We don’t see a large increase because our liver is actively trying to get rid of it. But what if the process is suppressed by taking just a quarter teaspoon’s worth of black pepper? Then you see curcumin levels skyrocket. The same amount of curcumin consumed, but the bioavailability shoots up 2000%. Even just a little pinch of pepper—1/20th of a teaspoon—can significantly boost levels. And guess what a common ingredient in curry powder is besides turmeric? Black pepper.<p>Another way to boost the absorption of curcumin is to consume it in the whole food, turmeric root (fresh or dried as a powder) because natural oils found in turmeric root and turmeric powder can enhance the bioavailability of curcumin seven to eight fold. When eaten with fat, curcumin can be directly absorbed into the bloodstream through the lymphatic system thereby in part bypassing the liver.<h4>Turmeric Rice Recipe</h4><h4>Ingredients</h4><ul><li>2 tablespoons olive oil</li><li>1 small onion, chopped (use more if you wish)</li><li>1/2 bell pepper, chopped (use more if you wish)</li><li>1/4 cup sun dried tomatoes, chopped (optional)</li><li>1 cup uncooked rice, preferably brown</li><li>1 teaspoon salt</li><li>Pinch of Black Pepper (I forgot this in the video)</li><li>1 teaspoon turmeric</li><li>2 cups broth or water</li></ul><h4> Directions</h4><ul><li>Heat olive oil in a skillet or saucepan with a lid. Add onion, pepper and tomato, if using. Sauté, stirring occasionally, until onions are soft, about 5 minutes. </li><li>Add rice and stir to mix well; cook for another minute or two. Add liquid, salt and turmeric. Cover, adjust heat to maintain a simmer, and cook until liquid is absorbed and rice is tender (about 40 minutes for brown, 20 minutes for white). If the rice isn't tender when the liquid has been absorbed, add a little more liquid and continue simmering for a few minutes. </li></ul>",
							"media_konten_footer" : ""
						},
						{
							"media_konten_thumbnail" : "https://i.ytimg.com/vi/cMou51LyF-k/mqdefault.jpg",
							"media_konten_video" : "https://www.youtube.com/watch?v=cMou51LyF-k",
							"media_konten_header" : "Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body",
							"media_konten_body" : "<p>Drink Hot Water With Black Pepper For 30 Days And See What Will Happen To Your Body !!</p><p>Do you get sick often or you have bad immunity?</p><p>Probably you spend a lot of time on medications, which help for a while, and then you are again into a vicious circle without exit.</p><p>Only a strong immune system can protect us from common colds, viral and bacterial infections.</p><p>You will be surprised if we tell you that you already have the necessary ingredients that can build up your immune system and will help you to prevent and avoid numerous diseases.</p><h4>The following recipe is an amazing remedy.</h4><p>You should consume it on an empty stomach, every morning.</p><h4>Preparation is easy. Mix:</h4><ul><li>2 tsps of ground black pepper with</li><li>2 cups of boiling water</li></ul><p>Repeat this for a whole month.<br><br><h4>Health Benefits of Black Paper:</h4><ul><li><u>Boosts immunity:</u></li><p>This mixture of pepper and hot water will strengthen your immune system and you will be healthier.</p><li><u>Prevents dehydration:</u></li><p>Drinking this beverage keeps the cells well hydrated and prevents dry skin, fatigue, dehydration, etc.</p><li><u>It provides energy and improves endurance:</u></li><p>After some time you will notice that you are feeling more energetic, your system is strong and active and your metabolism gets faster.</p><li><u>It improves skin texture:</u></li><p>This amazing mixture will help you to clean pores, to reduce sebum production, to get rid of the impurities and it will keep your skin bright and healthy.</p><li><u>Natural detoxification:</u></li><p>This healthy mixture acts as a natural detoxifier. It eliminates toxins and impurities from the body, and helps to keep optimum health of the whole body.</p></ul>",
							"media_konten_footer" : "footer 3-1"
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "header 3-1",
							"media_konten_body" : "body 3-1",
							"media_konten_footer" : "footer 3-1"
						},
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "header 3-1",
							"media_konten_body" : "body 3-1",
							"media_konten_footer" : "footer 3-1"
						}
					]
				},
				{
					"media_gambar" : "gambar 3",
					"media_judul" : "judul 3",
					"media_deskripsi" : "deskripsi 3",
					"media_konten" : [
						{
							"media_konten_thumbnail" : "",
							"media_konten_video" : "",
							"media_konten_header" : "header 3-1",
							"media_konten_body" : "body 3-1",
							"media_konten_footer" : "footer 3-1"
						}
					]
				}
				
			],
			"data_yt": [
				{
					"api_key": "AIzaSyAl6FFMGW0iu-c26A5WGxHT-gLtw_wyleQ",
					"max_result": 20,
					"visible_threshold": 3,
					"yt_host" : [
						"www.youtube.com",
						"m.youtube.com",
						"youtube.com"
					]
				}
			]
        }
		
    ]
}

