<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<meta charset="utf-8">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Binafsiya Afdi (Kutebuskan Jiwaku)</strong>
		</div>
		
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>بنفسي أفدي خير من وطئ الثری نبي الهدی بحر الندی سيد الوری </strong></p>
				<p><strong>ختام النبيين الکرام جميعهم حبيب إله العالمين بلا مرا </strong></p>
				<p><strong>أمين ومأمون علی وحي ربه وتنزيله القرآن عصمة من قرا </strong></p>
				<p><strong>أتاه أمين الله جبريل جهرة وگان لرب العرش يعبد فی حرا </strong></p>
				<p><strong>و أسری به الرب العظيم إلی العلا فسبحان من أسری وبورك من سری </strong></p>
				<p><strong>إمام له التقديم فى کل حضرة معظمة مرفوعة القدر والذری </strong></p>
				<p><strong>خليل صفي الله مختار قربه ورؤيته هذا الحديث گما جری </strong></p>
				<p><strong>حبيبي رسول الله إنی نزيلکم علی بابکم أرجو الضيافة والقری </strong></p>
				<p><strong>حبيب رسول الله إني عبيدکم فقير ضعيف لا أطيق تصبرا </strong></p>
				<p><strong>حبيبي رسول الله إني سليلکم ولي رحم يدري بها کل من دری </strong></p>
				<p><strong>حبيبي رسول الله إني قصدتکم لگشف مهم في مرابعنا طرا </strong></p>
				<p><strong>حبيبي رسول الله قادته فرقة مضللة ليست لنور الهدی تری </strong></p>
				<p><strong>حبيبی رسول الله کن شافعا لنا إلی ربك الرحمن أحسن من بری </strong></p>
				<p><strong>فسله لنا وادعه لنا أن يغيثنا ويرحمنا إن المعاش تگدرا </strong></p>
				<p><strong>بجذب وقحط قد تمادی وفتنة وجور ولاة الصق الکل بالعرا </strong></p>
				<p><strong>فسله تعالی يبدل الجدب والغلا بخصب ورخص فی المدائن والقری </strong></p>
				<p><strong>ويصلح ولاة الأمر عند فسادهم ويوقظهم للعدل من سنة الگری </strong></p>
				<p><strong>فيا رب يارحمن شفع نبينا رسولك فينا واکف من جار واجترا </strong></p>
				<p><strong>ولا تبقنا ياربنا عرضة لهم وهدف مرامي کل من خان وامتری </strong></p>
				<p><strong>وخذبنواصينا إلی الحق والهدی واختم لنا بالخير إن أزمع السری </strong></p>
				<p><strong>فإنك مولانا وإنك ربنا وسيدنا والقصد فی کل ماعرا </strong></p>
				<p><strong>وصل علی الروح الحبيب محمد وسلم وبارك کلما بارق شری </strong></p>
				<p><strong>مع الآل والأصحاب والتابعين ما جری السيل فی واد وما المزن أمطر </strong></p>
				<p><strong>وتمت وفاح الحمد لله ختمها عبيرا ومسکا للوجود معطرا </strong></p>
					
			</div>
		</div>

		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Binafsiya Afdi (Kutebuskan Jiwaku)<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>بنفسي أفدي خير من وطئ الثری نبي الهدی بحر الندی سيد الوری </strong></p>
				<p><strong>Binafsiya afd&icirc; khoiro man wathi-ats-tsar&ocirc; nabiyyal hud&acirc; bahron-nad&acirc; sayyidal war&ocirc; </strong></p>
				<p><em>Kutebuskan jiwaku untuk orang terbaik yang menginjak tanah. Nabi pembawa petunjuk, lautan kemurahan, pemimpin para makhluk. </em></p>
				<p>&nbsp;</p>
				<p><strong>ختام النبيين الکرام جميعهم حبيب إله العالمين بلا مرا </strong></p>
				<p><strong>Khit&acirc;man-nabiyy&icirc;nal kir&ocirc;mi jam&icirc;&rsquo;ihim hab&icirc;ba il&acirc;hil &lsquo;&acirc;lam&icirc;na bil&acirc; mir&ocirc; </strong></p>
				<p><em>Penutup semua nabi yang mulia. Kekasih Tuhan alam semesta yang tidak sombong diri. </em></p>
				<p>&nbsp;</p>
				<p><strong>أمين ومأمون علی وحي ربه وتنزيله القرآن عصمة من قرا </strong></p>
				<p><strong>Am&icirc;nun wa ma,m&ucirc;nun &lsquo;al&acirc; wahyi robbihi wa tanz&icirc;lihil Qur-&acirc;na &lsquo;ishmata man qor&ocirc; </strong></p>
				<p><em>Nabi yang terpercaya sebagai penerima wahyu Tuhan. Yang diturunkan kepadanya Al-Quran sebagai penjaga bagi pembacanya. </em></p>
				<p>&nbsp;</p>
				<p><strong>أتاه أمين الله جبريل جهرة وگان لرب العرش يعبد فی حرا </strong></p>
				<p><strong>At&acirc;hu am&icirc;null&acirc;hi jibr&icirc;lu jahrotan wa k&acirc;na lirobbil &lsquo;arsyi ya&rsquo;budu f&icirc; hir&ocirc; </strong></p>
				<p><em>Dia telah didatangi Jibril kepercayaan Allah secara nyata, ketika dia sedang beribadah kepada Tuhannya di gua Hira&rsquo; </em></p>
				<p>&nbsp;</p>
				<p><strong>و أسری به الرب العظيم إلی العلا فسبحان من أسری وبورك من سری </strong></p>
				<p><strong>Wa asr&ocirc; bihir-robbul &lsquo;adh&icirc;mu il&acirc;l &lsquo;ul&acirc; fa subh&acirc;na man asr&ocirc; wa b&ucirc;rika man sar&ocirc; </strong></p>
				<p><em>Dia dijalankan oleh Tuhan maha Agung ke tempat tertinggi. Maha Sucu Tuhan yang menjalankan, dan diberkati pula orang yang dijalankan. </em></p>
				<p>&nbsp;</p>
				<p><strong>إمام له التقديم فى کل حضرة معظمة مرفوعة القدر والذری </strong></p>
				<p><strong>Im&acirc;mun lahut-taqd&icirc;mu f&icirc; kulli hadl-rotin mu&rsquo;adhdhomatin marf&ucirc;&rsquo;atil qodri wadz-dzur&ocirc; </strong></p>
				<p><em>Dialah imam yang terdepan dalam setiap pertemuan agung. Tertinggi pangkat dan tertinggi pula kedudukannya. </em></p>
				<p>&nbsp;</p>
				<p><strong>خليل صفي الله مختار قربه ورؤيته هذا الحديث گما جری </strong></p>
				<p><strong>Khol&icirc;lun shofiyyull&acirc;hi mukht&acirc;ru qurbihi wa ru,yatihi h&acirc;dz&acirc;l had&icirc;tsu kam&acirc; jar&ocirc; </strong></p>
				<p><em>Kekasih dan pilihan Allah yang terpilih &lsquo;tuk dekat dengan Nya. Dan melihat semua peristiwa sebagaimana adanya. </em></p>
				<p>&nbsp;</p>
				<p><strong>حبيبي رسول الله إنی نزيلکم علی بابکم أرجو الضيافة والقری </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi inn&icirc; naz&icirc;lukum &lsquo;al&acirc; b&acirc;bikum arj&ucirc;dl-diy&acirc;fata wal qir&ocirc; </strong></p>
				<p><em>Wahai kekasihku Rosulullah, sesungguhnya aku datang ke tempatmu, berada didepan pintumu, berharap sambutan dan hidangan darimu. </em></p>
				<p>&nbsp;</p>
				<p><strong>حبيب رسول الله إني عبيدکم فقير ضعيف لا أطيق تصبرا </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi inn&icirc; &lsquo;ubaidukum faq&icirc;run dlo&rsquo;&icirc;fun l&acirc; uth&icirc;qu tashobbur&ocirc; </strong></p>
				<p><em>Wahai kekasihku Rosulullah, sesungguhnya aku adalah hamba kecilmu yang miskin dan lemah datang tak kuasa menanggung sabar. </em></p>
				<p>&nbsp;</p>
				<p><strong>حبيبي رسول الله إني سليلکم ولي رحم يدري بها کل من دری </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi inn&icirc; sal&icirc;lukum wa l&icirc; rohimun yadr&icirc; bih&acirc; kullu man dar&ocirc; </strong></p>
				<p>&nbsp;</p>
				<p><strong>حبيبي رسول الله إني قصدتکم لگشف مهم في مرابعنا طرا </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi inn&icirc; qoshodtukum li kasyfi muhimmin f&icirc; mar&ocirc;bi&rsquo;in&acirc; thor&ocirc; </strong></p>
				<p><em>Wahai kekasihku Rosulullah, sesungguhnya aku datang kepadamu, melaporkan masalah yang selalu timbul ditempat kami. </em></p>
				<p>&nbsp;</p>
				<p><strong>حبيبي رسول الله قادته فرقة مضللة ليست لنور الهدی تری </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi q&ocirc;dathu firqotan mudlollalatun laisat lin&ucirc;ril hud&acirc; tar&ocirc; </strong></p>
				<p><em>Wahai kekasihku Rosulullah, sesungguhnya kami telah dipimpin kelompok yang sesat, yang tidak lagi mengindahkan cahaya petunjukmu. </em></p>
				<p>&nbsp;</p>
				<p><strong>حبيبی رسول الله کن شافعا لنا إلی ربك الرحمن أحسن من بری </strong></p>
				<p><strong>Hab&icirc;b&icirc; Ros&ucirc;lall&acirc;hi kun sy&acirc;fi&rsquo;&acirc;n lan&acirc; il&acirc; robbikar-rohm&acirc;ni ahsana man bar&ocirc; </strong></p>
				<p><em>Wahai kekasihku Rosulullah, berikanlah syafa&rsquo;at kepada kami. Sampaikan kepada Tuhan ar-Rohman sebaik baik pencipta. </em></p>
				<p>&nbsp;</p>
				<p><strong>فسله لنا وادعه لنا أن يغيثنا ويرحمنا إن المعاش تگدرا </strong></p>
				<p><strong>Fasalhu lan&acirc; wad&rsquo;uhu lan&acirc; an yugh&icirc;tsan&acirc; wa yarhaman&acirc; innal ma&rsquo;&acirc;sya takaddar&ocirc; </strong></p>
				<p><em>Mintalah kepada Nya agar membantu kami, dan menyayangi kami, sesungguhnya kehidupan ini amat kotor. </em></p>
				<p>&nbsp;</p>
				<p><strong>بجذب وقحط قد تمادی وفتنة وجور ولاة الصق الکل بالعرا </strong></p>
				<p><strong>Bijadzbin wa qohthin qod tam&acirc;d&acirc; wa fitnatin wa jauri wul&acirc;tin alshoqol kulla bil &lsquo;ar&ocirc; </strong></p>
				<p><em>Kekeringan, kelaparan yang berkepanjangan dan berbagai fitnah, penyelewengan para pemimpin , melanda dimana mana. </em></p>
				<p>&nbsp;</p>
				<p><strong>فسله تعالی يبدل الجدب والغلا بخصب ورخص فی المدائن والقری </strong></p>
				<p><strong>Fasalhu ta&rsquo;&acirc;l&acirc; yubdilul jadba wal ghol&acirc; bikhishbin wa rukhshin f&icirc;l mad&acirc;-ini wal qur&ocirc; </strong></p>
				<p><em>Maka mintalah kepada Nya agar mengganti kekeringan dan harga harga yang mahal, dengan kesuburan dan harga murah.. </em></p>
				<p>&nbsp;</p>
				<p><strong>ويصلح ولاة الأمر عند فسادهم ويوقظهم للعدل من سنة الگری </strong></p>
				<p><strong>Wa yushlih wul&acirc;tal amri &lsquo;inda fas&acirc;dihim wa y&ucirc;qidhuhum lil &lsquo;ad-li min sinatil kar&ocirc; </strong></p>
				<p><em>Dan agar memperbaiki para pemimpin negara yang berbuat kerusakan. Membangunkan mereka dari tidur untuk menegakkan keadilan. </em></p>
				<p>&nbsp;</p>
				<p><strong>فيا رب يارحمن شفع نبينا رسولك فينا واکف من جار واجترا </strong></p>
				<p><strong>Fay&acirc; robbu y&acirc; rohm&acirc;nu syaffi&rsquo; nabiyyan&acirc; ros&ucirc;laka f&icirc;n&acirc; wakfi man j&acirc;ro wajtar&ocirc; </strong></p>
				<p><em>Wahai Robbi yang Maha Penyayang, terimalah syafaat Nabi kami. Dialah pesuruh Mu untuk kami, dan hentikanlah semua yang curang dan yang membantah. </em></p>
				<p>&nbsp;</p>
				<p><strong>ولا تبقنا ياربنا عرضة لهم وهدف مرامي کل من خان وامتری </strong></p>
				<p><strong>Wa l&acirc; tubqin&acirc; y&acirc; robban&acirc; &lsquo;urdlotan lahum wa hadfa mar&ocirc;m&icirc; kulla man kh&ocirc;na wamtar&ocirc; </strong></p>
				<p><em>Wahai Tuhan, janganlah kau biarkan kami menjadi tujuan bagi mereka dan sasaran harapan setiap pengkhianat dan pembantah. </em></p>
				<p>&nbsp;</p>
				<p><strong>وخذبنواصينا إلی الحق والهدی واختم لنا بالخير إن أزمع السری </strong></p>
				<p><strong>Wa khudz binaw&acirc;sh&icirc;n&acirc; il&acirc;l haqqi wal hud&acirc; wakhtim lan&acirc; bil khoiri in azma&rsquo;as-sur&ocirc; </strong></p>
				<p><em>Peganglah ubun ubun kami menuju kebenaran dan petunjuk Mu. Dan akhirilah usia kami dengan baik ketika datangnya kematian. </em></p>
				<p>&nbsp;</p>
				<p><strong>فإنك مولانا وإنك ربنا وسيدنا والقصد فی کل ماعرا </strong></p>
				<p><strong>Fa innaka maul&acirc;n&acirc; wa innaka Robbun&acirc; wa sayyidun&acirc; wal qoshdu f&icirc; kulli m&acirc; &lsquo;ar&ocirc; </strong></p>
				<p><em>Sesungguhnya Engkau adalah Tuhan kami dan pelindung kami, Pengawas kami, juga tujuan kami dalam hadapi semua permasalahan. </em></p>
				<p>&nbsp;</p>
				<p><strong>وصل علی الروح الحبيب محمد وسلم وبارك کلما بارق شری </strong></p>
				<p><strong>Wa sholli &lsquo;al&acirc;r-r&ucirc;hil hab&icirc;bi Muhammadin wa sallim wa b&acirc;rik kullam&acirc; b&acirc;riqun syar&ocirc; </strong></p>
				<p><em>Limpahkanlah sholawat kepada dia sang jantung hati, kekasihku Muhammad saw. Berikanlah keselamatan dan berkatilah dia selama kilat kilat masih bercahaya. </em></p>
				<p>&nbsp;</p>
				<p><strong>مع الآل والأصحاب والتابعين ما جری السيل فی واد وما المزن أمطر </strong></p>
				<p><strong>Ma&rsquo;al &atilde;li wal ash-h&acirc;bi wat-t&acirc;bi&rsquo;&icirc;na m&acirc; jar&ocirc;s-sail f&icirc; w&acirc;din wa m&acirc;l muznu amthor&ocirc; </strong></p>
				<p><em>Beserta keluarga, para sohabat, dan para pengikutnya. Selama air mengaliri sungai, dan selama mendung menghujani bumi. </em></p>
				<p>&nbsp;</p>
				<p><strong>وتمت وفاح الحمد لله ختمها عبيرا ومسکا للوجود معطرا </strong></p>
				<p><strong>Wa tammat waf&acirc;hal hamdu lill&acirc;hi khotmuh&acirc; &lsquo;ab&icirc;r&ocirc;n wa misk&acirc;n lil wuj&ucirc;di mu&rsquo;aththor&ocirc; </strong></p>
				<p><em>Dan sebagai penutup, teriring ucapan Alhamdulillah, bagai minyak misik pengharum wujud alam semesta.. </em></p>

					
			</div>
		</div>


	</body>
</html>