<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Hasbi Rabbi</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>حسبی ربي جل الله&nbsp; ما فی قلبي غير الله&nbsp;<br /> Hasb&icirc; robb&icirc; jallall&acirc;h M&acirc; f&icirc; qolb&icirc; ghoirull&acirc;h</strong></p>
				<p><strong>علی الهادى صلی الله&nbsp; لا إله الا الله<br /> &lsquo;Al&acirc;l h&acirc;d&icirc; shollall&acirc;h&nbsp; L&acirc; il&acirc;ha ill&acirc;ll&acirc;h</strong></p>
				<p><strong>گيف حالی ياإلهی&nbsp; ليس لی خير العمل<br /> Kaifa h&acirc;l&icirc; y&acirc; il&acirc;h&icirc;&nbsp; laisa l&icirc; khoirul &lsquo;amali</strong></p>
				<p><strong>سوء أعمالی گثير&nbsp; زاد طاعاتی قليل<br /> S&ucirc;-u a&rsquo;m&acirc;l&icirc; kats&icirc;run&nbsp; z&acirc;da th&ocirc;&rsquo;&acirc;t&icirc; qol&icirc;l</strong></p>
				<p><strong>إمح يارب ذنوبي&nbsp; مثل رمل لاتعد<br /> Imhu y&acirc; robbi dzun&ucirc;b&icirc; mitsla romlin l&acirc; tu&rsquo;ad</strong></p>
				<p><strong>واعف عنی کل ذنبي&nbsp; واصفح الصفح الجميل<br /> Wa&rsquo;fu &lsquo;ann&icirc; kulla dzanb&icirc; washfahish-shofhal jam&icirc;l</strong></p>
				<p><strong>أنت الشافي أنت الگافی&nbsp; فی مهمات الأمور<br /> Antasy-sy&acirc;f&icirc; antal k&acirc;f&icirc; f&icirc; muhimm&acirc;til um&ucirc;r</strong></p>
				<p><strong>أنت ربی أنت حسبی&nbsp; أنت لی نعم الوکيل<br /> Anta robb&icirc; anta hasb&icirc;&nbsp; anta l&icirc; ni&rsquo;mal wak&icirc;l</strong></p>
				<p><strong>عافنی من کل داء&nbsp; واقض عنى حاجتی<br /> &lsquo;&Acirc;fin&icirc; min kulli d&acirc;-in waqdli &lsquo;ann&icirc; h&acirc;jat&icirc;</strong></p>
				<p><strong>إننی قلبا سقيما&nbsp; أنت من يشف العليل<br /> Innan&icirc; qolb&acirc;n saq&icirc;m&acirc;n anta man yasyfil &lsquo;al&icirc;l</strong></p>
				<p><strong>لا تدبر لك أمرا&nbsp; فؤلوا التدبير هلکا<br /> L&acirc; tudabbir laka amr&ocirc;n fu,l&ucirc;t-tadb&icirc;r halk&acirc;n</strong></p>
				<p><strong>سلم الأمر إلينا&nbsp; نحن أولی بك منك<br /> Sallimil amro ilain&acirc; nahnu aul&acirc; bika minka</strong></p>
				<p><strong>***************</strong></p>
				<p><strong>حسبی ربی جل الله&nbsp; مابقلبی غير الله<br /> Hasb&icirc; robb&icirc; jallall&acirc;h&nbsp; m&acirc; biqolb&icirc; ghoirull&acirc;h</strong></p>
				<p><strong>نور محمد صلی الله&nbsp; لا إله إلا الله<br /> N&ucirc;r Muhammad sholl&acirc;ll&acirc;h&nbsp; L&acirc; il&acirc;h&acirc; ill&acirc;All&acirc;h</strong></p>
				<p><strong>خير من أنجاه الله&nbsp; المشفع عند الله<br /> Khoiru man anj&acirc;hull&acirc;h&nbsp; almusyaffa&rsquo; &lsquo;indall&acirc;h</strong></p>
				<p><strong>من به هدانا الله&nbsp; کلنا لدين الله<br /> Man bihi had&acirc;n&acirc;ll&acirc;h kullun&acirc; lid&icirc;nill&acirc;h</strong></p>
				<p><strong>طه خير خلق الله&nbsp; وابهی رحمة الله<br /> Th&ocirc;h&acirc; khoiru kholqill&acirc;h&nbsp; wa abh&acirc; rohmatill&acirc;h</strong></p>
				<p><strong>وأزگی عباد الله&nbsp; وأعلی من خلق الله<br /> Wa azk&acirc; &lsquo;ib&acirc;dill&acirc;h&nbsp; wa a&rsquo;l&acirc; min kholqill&acirc;h</strong></p>
				<p><strong>قاطنا فی أمر الله&nbsp; طامعا فی حب الله<br /> Q&ocirc;thin&acirc;n f&icirc; amrill&acirc;h&nbsp; th&ocirc;mi&rsquo;&acirc;n f&icirc; hubbill&acirc;h</strong></p>
				<p><strong>عاطيا من فضل الله&nbsp; خاتما من رسل الله<br /> &lsquo;&Acirc;thiy&acirc;n min fadl-lill&acirc;h kh&ocirc;tim&acirc;n min ruslill&acirc;h</strong></p>
				<p><strong>خاذلا عدو الله&nbsp; مبطلا جحاد الله<br /> Kh&ocirc;dzil&acirc;n &lsquo;aduwwall&acirc;h mubthil&acirc;n juhh&acirc;dall&acirc;h</strong></p>
				<p><strong>دافعا حجاب الله&nbsp; مظهرا أياد الله<br /> D&acirc;fi&rsquo;&acirc;n hij&acirc;ball&acirc;h&nbsp; mudh-hir&ocirc;n ay&acirc;dill&acirc;h</strong></p>
				<p><strong>فاز من أطاع الله&nbsp; عاملا بأمر الله<br /> F&acirc;za man ath&ocirc;&rsquo;all&acirc;h&nbsp; &lsquo;&acirc;mil&acirc;n bi amrill&acirc;h</strong></p>
				<p><strong>راجيا رحمة الله&nbsp; خائفا عقاب الله<br /> R&ocirc;jiy&acirc;n rohmatall&acirc;h kh&ocirc;-if&acirc;n &lsquo;iq&ocirc;ball&acirc;h</strong></p>
				<p><strong>دائما فی دين الله&nbsp; طامعا فی قرب الله<br /> D&acirc;-im&acirc;n f&icirc; d&icirc;nill&acirc;h th&ocirc;mi&rsquo;&acirc;n f&icirc; qurbill&acirc;h</strong></p>
				<p><strong>قائما بذکر الله&nbsp; عليه رحمة الله<br /> Q&ocirc;-im&acirc;n bidzikrill&acirc;h &lsquo;alayhi rohmatull&acirc;h</strong></p>
				<p><strong>أحمد خير خلق الله&nbsp; محمد مختار الله<br /> Ahmad khoiru kholqill&acirc;h Muhammad mukht&acirc;rull&acirc;h</strong></p>
				<p><strong>محمد حبيب الله&nbsp; إبراهيم خليل الله<br /> Muhammad hab&icirc;bull&acirc;h Ibr&ocirc;h&icirc;m khol&icirc;lull&acirc;h</strong></p>
				<p><strong>موسی گليم الله&nbsp; وعيسی مسيح الله<br /> M&ucirc;s&acirc; kal&icirc;mull&acirc;h wa &lsquo;&Icirc;s&acirc; mas&icirc;hull&acirc;h</strong></p>
				<p><strong>نوح نجي الله&nbsp; عليهم صلوات الله<br /> N&ucirc;hun najiyyull&acirc;h&nbsp; &lsquo;Alaihim sholaw&acirc;tull&acirc;h</strong></p>
				<p><strong>فاعلموا عباد الله&nbsp; أنهم أعز ماوی الله<br /> Fa&rsquo;lam&ucirc; &lsquo;ib&acirc;dall&acirc;h annahum a&rsquo;azzu m&acirc;w&acirc;ll&acirc;h</strong></p>
				<p><strong>عليهم سلام الله&nbsp; بدوام ملك الله<br /> &lsquo;Alaihim sal&acirc;mull&acirc;h bidaw&acirc;mi mulkill&acirc;h</strong></p>
				<p><strong>علی طه صلی الله&nbsp; وگذا سلام الله<br /> &lsquo;Al&acirc; Th&ocirc;h&acirc; sholl&acirc;ll&acirc;h&nbsp; wa kadz&acirc; sal&acirc;mull&acirc;h</strong></p>
				<p><strong>علی الأل صلی الله&nbsp; عن الصحب رضي الله<br /> &lsquo;Al&acirc;l &acirc;li sholl&acirc;ll&acirc;h &lsquo;anish-shohbi rodliyall&acirc;h</strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Hasbi Rabbi<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p></p>
				
			</div>
		</div>

	</body>
</html>