<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Qod Tamamallah</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>قد تمم الله مقاصدنا وزال منا جميع الهم </strong></p>
				<p><strong>ببرگة النور شافعنا جوده وفضله علينا عم </strong></p>
				<p><strong>طابت بذکره مشاربنا وکم منن له علينا گم </strong></p>
				<p><strong>وگم تفضل وگم أغنی وگم تگرم وگم أنعم </strong></p>
				<p><strong>ذاوعدجانا بلا سهنا سبحان مولاي من ألهم </strong></p>
				<p><strong>مبنی الهوی عندنا مبنی بالشان داخله أن يسلم </strong></p>
				<p><strong>وله حقيقة وله معنی قليل تلحقه من ترجم </strong></p>
				<p><strong>ليلة صفا قد صفت معنی ونورها بيننا يقسم </strong></p>
				<p><strong>وضربة الطبل تطربنا وراجي الله مايحرم </strong></p>
				<p><strong>حاشا إلهي يخيبنا وله مواهب علينا جم </strong></p>
				<p><strong>حسن الرجا فيه قائدنا للخير فی ذه گذا فی ثم </strong></p>
				<p><strong>عسی بفضله يعاملنا من العطب والغضب نسلم </strong></p>
				<p><strong>فی جنة الخلد يدخلنا مع النبی المصطفی الأکرم </strong></p>
				<p><strong>وعاقبتنا تقع حسنی فی حين ماعمرنا يختم </strong></p>
				<p><strong>صلوا علی من به سدنا علی فصيح گذا أعجم </strong></p>
				<p><strong>ما حرك الطبل من غنی وناح بالصوت وترنم </strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Qod Tamamallah<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>قد تمم الله مقاصدنا وزال منا جميع الهم </strong></p>
				<p><strong>Qod tammamall&acirc;h maq&ocirc;shidn&acirc; wa z&acirc;l minn&acirc; jam&icirc;&rsquo;al ham </strong></p>
				<p><em>Allah telah menyempurnakan tujuan kita, dan telah menghilangkan semua kesusahan kita. </em></p>
				<p>&nbsp;</p>
				<p><strong>ببرگة النور شافعنا جوده وفضله علينا عم </strong></p>
				<p><strong>Bi barkatin-N&ucirc;r sy&acirc;fi&rsquo;n&acirc; j&ucirc;duh wa fadl-luh &lsquo;alayn&acirc; &lsquo;am </strong></p>
				<p><em>Berkat cahaya sang pemberi syafa&rsquo;at kita, kebaikan dan kemurahan Nya menaungi kita. </em></p>
				<p>&nbsp;</p>
				<p><strong>طابت بذکره مشاربنا وکم منن له علينا گم </strong></p>
				<p><strong>Th&ocirc;bat bidzikrih masy&acirc;ribn&acirc; wa kam minan luh &lsquo;alain&acirc; kam </strong></p>
				<p><em>Dengan menyebutnya, majelis majelis kita menjadi indah, dan banyak pula kenikmatan darinya untuk kita sekalian. </em></p>
				<p>&nbsp;</p>
				<p><strong>وگم تفضل وگم أغنی وگم تگرم وگم أنعم </strong></p>
				<p><strong>Wa kam tafadldlol wa kam aghn&acirc; wa kam takarrom wa kam an&rsquo;am </strong></p>
				<p><em>Dia telah banyak menyuguhkan, dan memberi kekayaan kepada kita, memberikan kemuliaan dan memberikan kenikmatan. </em></p>
				<p>&nbsp;</p>
				<p><strong>ذاوعدجانا بلا سهنا سبحان مولاي من ألهم </strong></p>
				<p><strong>Dz&acirc;-wa&rsquo;ad-j&acirc;n&acirc; bil&acirc; sahn&acirc; subh&acirc;n maul&acirc;y man alham </strong></p>
				<p><em>Dia telah berjanji, akan mendatangi kita tanpa ada kesulitan. Maha Suci Allah yang telah mengilhaminya. </em></p>
				<p>&nbsp;</p>
				<p><strong>مبنی الهوی عندنا مبنی بالشان داخله أن يسلم </strong></p>
				<p><strong>Mabn&acirc;l haw&acirc; &lsquo;indan&acirc; mabn&acirc; bisysy&acirc;n d&acirc;khiluh an yaslam </strong></p>
				<p><em>Bangunan cinta adalah bangunan kita , dalam keadaan apapun ia akan tetap dalam keadaan yang kokoh. Siapa saja yang berkehendak untuk masuk, pasti merasa damai. </em></p>
				<p>&nbsp;</p>
				<p><strong>وله حقيقة وله معنی قليل تلحقه من ترجم </strong></p>
				<p><strong>Wa luh haq&icirc;qoh wa luh ma&rsquo;n&acirc; qol&icirc;l talhaquh man tarjam </strong></p>
				<p><em>Banyak didalamnya hakikat dan banyak pula makna di dalamnya. Tetapi sedikit sekali yang dapat menerjemahkannya. </em></p>
				<p>&nbsp;</p>
				<p><strong>ليلة صفا قد صفت معنی ونورها بيننا يقسم </strong></p>
				<p><strong>Lailah shof&acirc; qod shofat ma&rsquo;n&acirc; wa n&ucirc;ruh&acirc; bainan&acirc; yuqsam </strong></p>
				<p><em>Malam yang indah ini,indah pula makna didalamnya. Dan cahaya keindahan nya telah terbagi diantara kita semua. </em></p>
				<p>&nbsp;</p>
				<p><strong>وضربة الطبل تطربنا وراجي الله مايحرم </strong></p>
				<p><strong>Wa dlorbatuth-thobl tuthribn&acirc; wa r&ocirc;jiyall&acirc;h m&acirc; yuhrom </strong></p>
				<p><em>Pukulan suara gendang telah menggetarkan hati kita, memang orang yang berharap kepada Allah tidak akan dihalang halangi. </em></p>
				<p>&nbsp;</p>
				<p><strong>حاشا إلهي يخيبنا وله مواهب علينا جم </strong></p>
				<p><strong>H&acirc;sy&acirc; il&acirc;h&icirc; yukhoyyibn&acirc; wa luh maw&acirc;hib &lsquo;alain&acirc; jam </strong></p>
				<p><em>Mustahil Tuhanku menyia-nyiakan kita. Karena dari Nya kita dapatkan banyak pemberian. </em></p>
				<p>&nbsp;</p>
				<p><strong>حسن الرجا فيه قائدنا للخير فی ذه گذا فی ثم </strong></p>
				<p><strong>Husnur-roj&acirc; f&icirc;hi q&ocirc;-idn&acirc; lilkhoiri f&icirc; dzih kadz&acirc; f&icirc; tsam </strong></p>
				<p><em>Harapan terbaik kita semoga Allah menuntun kita menuju kebaikan di sini (dunia) dan disana (akhirat) </em></p>
				<p>&nbsp;</p>
				<p><strong>عسی بفضله يعاملنا من العطب والغضب نسلم </strong></p>
				<p><strong>&lsquo;As&acirc; bifadl-lih yu&rsquo;&acirc;miln&acirc; minal &lsquo;athob wal ghodlob naslam </strong></p>
				<p><em>Semoga dengan anugerah Nya Allah memperlakukan kita. Dan juga akan menyelamatkan kita dari marabahaya dan murka. </em></p>
				<p>&nbsp;</p>
				<p><strong>فی جنة الخلد يدخلنا مع النبی المصطفی الأکرم </strong></p>
				<p><strong>F&icirc; jannatil khuldi yudkhiln&acirc; ma&rsquo;an-nab&icirc;l Mushthof&acirc;l akrom </strong></p>
				<p><em>Dan memasukkan kita ke dalam syurga abadi, bersama Nabi pilihan yang paling mulia. </em></p>
				<p>&nbsp;</p>
				<p><strong>وعاقبتنا تقع حسنی فی حين ماعمرنا يختم </strong></p>
				<p><strong>Wa &lsquo;&acirc;qibatn&acirc; taqo&rsquo; husn&acirc; f&icirc; h&icirc;n m&acirc; &lsquo;umrun&acirc; yukhtam </strong></p>
				<p><em>Dan menjadikan kita sebagai orang orang yang menjadi baik ketika ditutup usia kita. </em></p>
				<p>&nbsp;</p>
				<p><strong>صلوا علی من به سدنا علی فصيح گذا أعجم </strong></p>
				<p><strong>Sholl&ucirc; &lsquo;al&acirc; man bihi sudn&acirc; &lsquo;al&acirc; fash&icirc;hin kadz&acirc; a&rsquo;jam </strong></p>
				<p><em>Sampaikanlah sholawat kepada Nabi yang menjadikan kita umat yang hebat, pemimpin bagi orang yang fasih dan orang ajam. </em></p>
				<p>&nbsp;</p>
				<p><strong>ما حرك الطبل من غنی وناح بالصوت وترنم </strong></p>
				<p><strong>M&acirc; harrokath-thobl man ghonn&acirc; wa n&acirc;h bish-shouti watronnam </strong></p>
				<p><em>Selama orang yang bernyanyi menggerak gerakkan gendangnya, dan selama dia mendendangkan suaranya. </em></p>

				
			</div>
		</div>

	</body>
</html>