<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Sholatullah ‘Ala Thohal Yamani<br>(Sholawat Yamaniyah)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>صلاة الله علی طه اليمانی شفيع الخلق في يوم القيامة </strong></p>
				<p><strong>دعونى فالذی أهوی دعانی وأبدالی من البشری علامة </strong></p>
				<p><strong>وأظهرلی غميضات المعانی يقينا عندما گشف اللثامة </strong></p>
				<p><strong>سقانی الگأس أفدی من سقانی ألا لله من تلك المدامة </strong></p>
				<p><strong>وفك القيد من بعد امتحان وأتحفنی بأنواع الگرامة </strong></p>
				<p><strong>وأوضح فی الهوی قصدی وشانی علی ورع وجنبنی الملامة </strong></p>
				<p><strong>مضی فی العلم والتقوی زمانی وفی الأخری إلی دار المقامة </strong></p>
				<p><strong>وحادی الرکب لما أن حدانی إلی سفح النقا مابين رامة </strong></p>
				<p><strong>أجبت له ولم ألو عنانی إلی واش ولا أهل الملامة </strong></p>
				<p><strong>وحسبی إننی بالباب حانی علی الأعتاب إلی يوم القيامة </strong></p>
				<p><strong>سلونی فالهوی فنی وشانی وقد أصبحت ياخلی غلامة </strong></p>
				<p><strong>حضرنا هم علی خمر الدنانی عليهم أمطرت تلك الغمامة </strong></p>
				<p><strong>وهم فی السکر ماشهدو لثانی وبينهم من المولی علامة </strong></p>
				<p><strong>تدل علی الرضی فی کل ان ولا يخشون عقباها ندامة </strong></p>
				<p><strong>لهم من فائضات الإمتنان مواهب أدرکوا فيها الإمامة </strong></p>
				<p><strong>عسی معهم إلی دار الجنان وساقينا النبي أهل الزعامة </strong></p>
				<p><strong>عليه الله صلی کل ان وأله ماسجع قمری الحمامة </strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Sholatullah ‘Ala Thohal Yamani<br>(Sholawat Yamaniyah)<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>صلاة الله علی طه اليمانی شفيع الخلق في يوم القيامة </strong></p>
				<p><strong>Shol&acirc;tull&acirc;h &lsquo;al&acirc; Th&ocirc;h&acirc;l yam&acirc;n&icirc; syaf&icirc;&rsquo;il kholqi f&icirc; yaumil qiy&acirc;mah </strong></p>
				<p><em>Semoga sholawat Allah tercurah untuk Thoha al-Yamaniy , pemberi syafa&rsquo;at makhluk pada hari Kiyamat. </em></p>
				<p>&nbsp;</p>
				<p><strong>دعونى فالذی أهوی دعانی وأبدالی من البشری علامة </strong></p>
				<p><strong>Da&rsquo;&ucirc;n&icirc; falladz&icirc; ahw&acirc; da&rsquo;&acirc;n&icirc; wa abd&acirc;l&icirc; minal busyr&ocirc; &lsquo;al&acirc;mah </strong></p>
				<p><em>Biarkan aku mencintainya, karena orang yang kucintai pernah memanggilku. Dan telah menampakkan tanda khusus sebagai kabar gembira bagiku. </em></p>
				<p>&nbsp;</p>
				<p><strong>وأظهرلی غميضات المعانی يقينا عندما گشف اللثامة </strong></p>
				<p><strong>Wa adh-hir l&icirc; ghom&icirc;dl&ocirc;til ma&rsquo;&acirc;n&icirc; yaq&icirc;n&acirc;n &lsquo;inda m&acirc; kasyafallits&acirc;mah </strong></p>
				<p><em>Dia telah mengajarkan kepadaku makna-makna yang rumit. Sebagai ilmu yakin ketika seluruh hijab terbuka. </em></p>
				<p>&nbsp;</p>
				<p><strong>سقانی الگأس أفدی من سقانی ألا لله من تلك المدامة </strong></p>
				<p><strong>Saq&ocirc;n&icirc;l ka,sa ufd&icirc; man saq&ocirc;n&icirc; al&acirc; lill&acirc;hi min tilkal mud&acirc;mah </strong></p>
				<p><em>Kutebus diri ini demi seseorang yang memberi minuman kepadaku, hanya dari Allah kami mendapat minuman dengan cita rasa yang tinggi. </em></p>
				<p>&nbsp;</p>
				<p><strong>وفك القيد من بعد امتحان وأتحفنی بأنواع الگرامة </strong></p>
				<p><strong>Wa fakkil qoidi min ba&rsquo;di-mtih&acirc;ni wa at-hafan&icirc; bi anw&acirc;&rsquo;il kar&ocirc;mah </strong></p>
				<p><em>Lepas sudah seluruh ikatan setelah melalui seluruh ujian yang berat. Dia pula yang memberikan macam-macam karomah (kemuliaan). </em></p>
				<p>&nbsp;</p>
				<p><strong>وأوضح فی الهوی قصدی وشانی علی ورع وجنبنی الملامة </strong></p>
				<p><strong>Wa audloha f&icirc;l haw&acirc; qoshd&icirc; wa sy&acirc;n&icirc; &lsquo;al&acirc; waro&rsquo;in wa jannaban&icirc;l mal&acirc;mah </strong></p>
				<p><em>Dia pula yang menjelaskan tujuan dan usahaku dalam bentuk cinta. Di atas sifat wara&rsquo; (hati-hati) dan menjauhkanku dari sifat tercela.</em></p>
				<p>&nbsp;</p>
				<p><strong>مضی فی العلم والتقوی زمانی وفی الأخری إلی دار المقامة </strong></p>
				<p><strong>Madl&ocirc; f&icirc;l &lsquo;ilmi wattaqw&acirc; zam&acirc;n&icirc; wa f&icirc;l ukhr&ocirc; il&acirc; d&acirc;ril muq&ocirc;mah </strong></p>
				<p><em>Zaman telah kulalui dengan ilmu dan ketaqwaan. Serta ilmu-ilmu lain sampai datang hari Kiyamat. </em></p>
				<p>&nbsp;</p>
				<p><strong>وحادی الرکب لما أن حدانی إلی سفح النقا مابين رامة </strong></p>
				<p><strong>Wa h&acirc;d&icirc;r-rokbi lamm&acirc; an had&acirc;n&icirc; il&acirc; safhin-naq&ocirc; m&acirc; baina r&ocirc;mah </strong></p>
				<p><em>Dialah pemimpin kelompok ketika menuntunku.. Menuju ke Safhin Naqa diantara Romah. </em></p>
				<p>&nbsp;</p>
				<p><strong>أجبت له ولم ألو عنانی إلی واش ولا أهل الملامة </strong></p>
				<p><strong>Ajabtu lahu wa lam alwi &lsquo;in&acirc;n&icirc; il&acirc; w&acirc;syin wa l&acirc; ahlil mal&acirc;mah </strong></p>
				<p><em>Aku menerimanya dan tak akan kuserahkan kendali ini kepada pengadu domba, dan orang orang yang ahli mencela. </em></p>
				<p>&nbsp;</p>
				<p><strong>وحسبی إننی بالباب حانی علی الأعتاب إلی يوم القيامة </strong></p>
				<p><strong>Wa hasb&icirc; innan&icirc; bil b&acirc;bi h&acirc;n&icirc; &lsquo;al&acirc;l a&rsquo;t&acirc;bi il&acirc; yaumil qiy&acirc;mah </strong></p>
				<p><em>Cukup bagiku, karena aku adalah orang yang waspada, yang tinggal didepan pintu. Hingga kelak datangnya hari Kiyamat. </em></p>
				<p>&nbsp;</p>
				<p><strong>سلونی فالهوی فنی وشانی وقد أصبحت ياخلی غلامة </strong></p>
				<p><strong>Sal&ucirc;n&icirc; f&acirc;l haw&acirc; fann&icirc; wa sy&acirc;n&icirc; wa qod ashbahtu y&acirc; khill&icirc; ghul&acirc;mah </strong></p>
				<p><em>Mintalah kepadaku , karena urusan cinta adalah bagian dari keahlianku, seolah diri ini adalah hambanya, wahai kawanku.. </em></p>
				<p>&nbsp;</p>
				<p><strong>حضرنا هم علی خمر الدنانی عليهم أمطرت تلك الغمامة </strong></p>
				<p><strong>Hadlorn&acirc; hum &lsquo;al&acirc; khomrid-din&acirc;n&icirc; &lsquo;alayhim amthorot tilkal ghom&acirc;mah </strong></p>
				<p><em>Kami hadir bersama mereka, dan kami minum dengan minuman berkelas. Dan mendung pun senantiasa menghujani mereka. </em></p>
				<p>&nbsp;</p>
				<p><strong>وهم فی السکر ماشهدو لثانی وبينهم من المولی علامة </strong></p>
				<p><strong>Wa hum f&icirc;s-sukur m&acirc; syahid&ucirc; lits&acirc;n&icirc; wa bainahum minal maul&acirc; &lsquo;al&acirc;mah </strong></p>
				<p><em>Merekalah orang yang mabuk asmara yang tiada tandingannya. Dan diantara mereka terdapat tanda khusus dari Allah.. </em></p>
				<p>&nbsp;</p>
				<p><strong>تدل علی الرضی فی کل ان ولا يخشون عقباها ندامة </strong></p>
				<p><strong>Tadullu &lsquo;al&acirc;r-ridl&ocirc; f&icirc; kulli &acirc;ni wa l&acirc; yakhsyauna &lsquo;uqb&acirc;h&acirc; nad&acirc;mah </strong></p>
				<p><em>Yang menunjukkan adanya ridho Allah dalam setiap waktu, dan mereka tiada merasa risau dan menyesal dengan akibatnya. </em></p>
				<p>&nbsp;</p>
				<p><strong>لهم من فائضات الإمتنان مواهب أدرکوا فيها الإمامة </strong></p>
				<p><strong>Lahum min f&acirc;-idl&ocirc;til imtin&acirc;ni maw&acirc;hib adrok&ucirc; f&icirc;h&acirc;l im&acirc;mah </strong></p>
				<p><em>Karena mereka telah mendapat pemberian yang banyak dari Allah. Berupa anugerah anugerah yang hanya dicapai oleh para imam dan pemuka.. </em></p>
				<p>&nbsp;</p>
				<p><strong>عسی معهم إلی دار الجنان وساقينا النبي أهل الزعامة </strong></p>
				<p><strong>&lsquo;As&acirc; ma&rsquo;ahum il&acirc; d&acirc;ril jin&acirc;n wa s&acirc;q&icirc;n&acirc;n-nab&icirc; ahliz-za&rsquo;&acirc;mah </strong></p>
				<p><em>Semoga kita bersama mereka kelak di surga , dan pemimpin kita adalah Nabi yang memegang kepemimpinan.. </em></p>
				<p>&nbsp;</p>
				<p><strong>عليه الله صلی کل ان وأله ماسجع قمری الحمامة </strong></p>
				<p><strong>&lsquo;Alaihill&acirc;h sholl&acirc; kulla &acirc;ni wa &acirc;lih m&acirc; saja&rsquo; qumr&icirc;l ham&acirc;mah </strong></p>
				<p><em>Semoga setiap saat Allah memberikan sholawat kepadanya, dan keluarganya, selama burung burung masih beterbangan dan berkicau.. </em></p>

				
			</div>
		</div>

	</body>
</html>