<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Subhanalloh</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>سبحان الله والحمد لله ولا إله الا الله<br /> الله الله الله يا الله</strong></p>
				<p><strong>رب إنی ياذا الصفات العليه<br /> قائم بالفنا أريد عطيه</strong></p>
				<p><strong>تحت باب الرجا وقفت بذلی<br /> فأغثنی بالقصد قبل المنيه</strong></p>
				<p><strong>والرسول الگريم باب رجائی<br /> فهو غوثی وغوث کل البريه</strong></p>
				<p><strong>فأغثني به وبلغ فؤادي<br /> کل ما يرتجيه من أمنيه</strong></p>
				<p><strong>واجمع الشمل فی سرور ونور<br /> وابتهاج بالطلعة الهاشميه</strong></p>
				<p><strong>مع صدق الإقبال فی کل أمر<br /> قد قصدنا والصدق فی کل نيه</strong></p>
				<p><strong>رب فاسلك بنا سبيل رجال<br /> سلکوا فی التقی طريقا سويه</strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Subhanalloh<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>سبحان الله والحمد لله ولا إله الا الله<br /> الله الله الله يا الله<br /> Subh&acirc;nall&acirc;h walhamdulill&acirc;h Wa L&acirc; il&acirc;ha ill&acirc;All&acirc;h All&acirc;h All&acirc;h All&acirc;h Y&acirc; All&acirc;h<br /> </strong><em>Maha suci Allah, Segala puji bagi Allah, Tidak ada Tuhan selain Allah, Ya Allah Ya Allah.</em></p>
				<p><br /> <strong>رب إنی ياذا الصفات العليه<br /> قائم بالفنا أريد عطيه<br /> Robbi inn&icirc; y&acirc; dz&acirc;sh-shif&acirc;til &lsquo;aliyyah &nbsp;q&ocirc;-imun bil fin&acirc; ur&icirc;du &lsquo;athiyyah<br /> </strong><em>Wahai Tuhanku yang memiliki sifat sifat mulia, aku berharap tercukupinya kebutuhan dengan sebuah pemberian</em></p>
				<p><br /> <strong>تحت باب الرجا وقفت بذلی<br /> فأغثنی بالقصد قبل المنيه<br /> Tahta b&acirc;bir-roj&acirc; wa qoftu bidzull&icirc; &nbsp;fa aghitsn&icirc; bil qoshdi qoblal maniyyah<br /> </strong><em>Dibawah pintu harapan, aku pasrahkan diri, maka tolonglah aku dengan tujuan yang baik sebelum mati</em></p>
				<p><br /> <strong>والرسول الگريم باب رجائی<br /> فهو غوثی وغوث کل البريه<br /> Warros&ucirc;lul kar&icirc;mu b&acirc;bu roj&acirc;-&icirc; fahuwa ghouts&icirc; wa ghoutsun kullil bariyyah<br /> </strong><em>Dan rosul mulia adalah pintu harapanku, ia adalah penolongku dan penolong setiap makhluk.</em></p>
				<p><br /> <strong>فأغثني به وبلغ فؤادي<br /> کل ما يرتجيه من أمنيه<br /> Fa aghitsn&icirc; bihi wa balligh fu-&acirc;d&icirc; kulla m&acirc; yartaj&icirc;hi min umuniyyah<br /> </strong><em>Maka tolonglah aku dengannya dan sampaikanlah pada hatiku setiap yang terharap dari cita-cita.</em></p>
				<p><br /> <strong>واجمع الشمل فی سرور ونور<br /> وابتهاج بالطلعة الهاشميه<br /> Wajma&rsquo;isy-syamla f&icirc; sur&ucirc;rin wa n&ucirc;rin &nbsp;wabtih&acirc;jin bith-thol&rsquo;atil h&acirc;syimiyyah<br /> </strong><em>Dan himpunkankanlah yg tercerai berai dalam kebahagiaan dan cahaya dan kegembiraan dengan kemunculan putra Hasyim</em></p>
				<p><br /> <strong>مع صدق الإقبال فی کل أمر<br /> قد قصدنا والصدق فی کل نيه<br /> Ma&rsquo;a shidqil iqb&acirc;li f&icirc; kulli amrin qod qoshodn&acirc; washshidqi f&icirc; kulli niyyah<br /> </strong><em>Dengan keteguhan disetiap sesuatu yang kami tuju dan kebenaran dalam setiap niat.</em></p>
				<p><em><br /> </em><strong>رب فاسلك بنا سبيل رجال<br /> سلکوا فی التقی طريقا سويه<br /> Robbi fasluk bin&acirc; sab&icirc;li rij&acirc;lin &nbsp;salak&ucirc; f&icirc;ttuq&ocirc; thor&icirc;q&ocirc;n sawiyyah<br /> </strong><em>Ya Allah tuntunlah kami pada jalan sosok manusia yang berjalan pada jalan yang lurus.</em></p>
								
			</div>
		</div>

	</body>
</html>