<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Arhamarrahimin</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>ياأرحم الراحمين ۰۞۰ ياأرحم الراحمين ياأرحم الراحمين ۰۞۰ فرج علی المسلمين </strong></p>
				<p><strong>ياربنا ياگريم ۰۞۰ ياربنا يارحيم أنت الجواد الحليم ۰۞۰ وأنت نعم المعين </strong></p>
				<p><strong>وليس نرجو سواك ۰۞۰ فادرك إلهي دراك قبل الفنا والهلاك ۰۞۰ يعم دنيا ودين </strong></p>
				<p><strong>ومالنا ربنا ۰۞۰ سواك ياحسبنا ياذاالعلا والغنی ۰۞۰ وياقوي يامتين </strong></p>
				<p><strong>نسألك والی يقيم ۰۞۰ العدل گی نستقيم علی هداك القويم ۰۞۰ ولا نطيع اللعين </strong></p>
				<p><strong>ياربنا يامجيب ۰۞۰ أنت السميع القريب ضاق الوسيع الرحيب ۰۞۰ فانظر إلی المؤمنين </strong></p>
				<p><strong>نظرة تزيل العنا ۰۞۰ عنا وتدنی المنا منا وکل الهنا ۰۞۰ نعطاه فی کل حين </strong></p>
				<p><strong>سالك بجاه الجدود ۰۞۰ والی يقيم الحدود فينا ويکفی الحسود ۰۞۰ ويدفع الظالمين </strong></p>
				<p><strong>يزيل للنگرات ۰۞۰ يقيم للصلوات يأمر بالصالحات ۰۞۰ محب للصالحين </strong></p>
				<p><strong>يزيح کل الحرام ۰۞۰ يقهر کل الطغام يعدل بين الانام ۰۞۰ ويؤمن الخالفين </strong></p>
				<p><strong>رب اسقنا غيث عام ۰۞۰ نافع مبارك دوام يدوم فی کل عام ۰۞۰ علی ممر السنين </strong></p>
				<p><strong>رب احينا شاکرين ۰۞۰ وتوفنا مسلمين نبعث من الآمنين ۰۞۰ فی زمرة السابقين </strong></p>
				<p><strong>بجاه طه الرسول ۰۞۰ جد ربنا بالقبول وهب لنا کل سول ۰۞۰ رب استجب لی امين </strong></p>
				<p><strong>عطاك ربی جزيل ۰۞۰ وکل فعلك جميل وفيك املنا طويل ۰۞۰ فجد علی الطامعين </strong></p>
				<p><strong>يارب ضاق الخناق ۰۞۰ من فعل مالا يطاق فامنن بفك الغلاق ۰۞۰ لمن بذنبه رهين </strong></p>
				<p><strong>واغفر لکل الذنوب ۰۞۰ واستر لکل العيوب واکشف لکل الکروب ۰۞۰ واکف أذی المؤذيين </strong></p>
				<p><strong>واختم بأحسن ختام ۰۞۰ إذا دنی الإنصرام وحان حين الحمام ۰۞۰ وزاد رشح الجبين </strong></p>
				<p><strong>ثم الصلاة والسلام ۰۞۰ علی شفيع الأنام والآل نعم الکرام ۰۞۰ والصحب والتابعين </strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Arhamarrahimin<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>ياأرحم الراحمين ۰۞۰ ياأرحم الراحمين ياأرحم الراحمين ۰۞۰ فرج علی المسلمين </strong></p>
				<p><strong>Y&acirc; Arhamar-R&ocirc;him&icirc;n Y&acirc; Arhamar-R&ocirc;him&icirc;n Y&acirc; Arhamar-R&ocirc;him&icirc;n Farrij &lsquo;al&acirc;l muslim&icirc;n </strong></p>
				<p><em>Wahai yang Maha Berkasih sayang lebih dari semua yang memiliki sifat kasih sayang, wahai Yang Maha Berkasih sayang lebih dari semua yang memiliki sifat kasih sayang, Wahai yang Maha Berkasih sayang lebih dari semua yang memiliki sifat kasih sayang, berilah pertolongan kepada kaum muslimin.</em></p>
				<p>&nbsp;</p>
				<p><strong>ياربنا ياگريم ۰۞۰ ياربنا يارحيم أنت الجواد الحليم ۰۞۰ وأنت نعم المعين </strong></p>
				<p><strong>Y&acirc; Robban&acirc; Y&acirc; Kar&icirc;m Y&acirc; Robban&acirc; Y&acirc; Roh&icirc;m Antal jaw&acirc;dul hal&icirc;m wa anta ni&rsquo;mal mu&rsquo;&icirc;n </strong></p>
				<p><em>Wahai Tuhan yang Maha Pemurah, Wahai Tuhan kami yang maha Berkasih sayang, Engkaulah Yang Maha Pemurah dan Maha berlemah lembut, dan Engkaulah Yang Maha melimpahkan kenikmatan dan Maha menolong </em></p>
				<p>&nbsp;</p>
				<p><strong>وليس نرجو سواك ۰۞۰ فادرك إلهي دراك قبل الفنا والهلاك ۰۞۰ يعم دنيا ودين </strong></p>
				<p><strong>Wa laisa narj&ucirc; siw&acirc;k Fadrik il&acirc;h&icirc; dar&ocirc;k Qoblal fan&acirc; wal hal&acirc;k Ya&rsquo;ummu duny&acirc; wa d&icirc;n </strong></p>
				<p><em>Dan tiadalah kami mengharap pada selain-Mu, Maka datangkanlah Wahai Tuhan kami pertolongan-Mu dan kepedulian-Mu. Sebelum terjadinya kerusakan dan kehancuran yang menyeluruh di permukaan bumi dan agama kami.</em></p>
				<p>&nbsp;</p>
				<p><strong>ومالنا ربنا ۰۞۰ سواك ياحسبنا ياذاالعلا والغنی ۰۞۰ وياقوي يامتين </strong></p>
				<p><strong>Wa m&acirc; lan&acirc; Robban&acirc; Siw&acirc;ka Y&acirc; hasban&acirc; Y&acirc; dzal&rsquo;ul&acirc; wal ghin&acirc; Wa Y&acirc; qowiyyu Y&acirc; Mat&icirc;n </strong></p>
				<p><em>Dan tiadalah yang bersama kami, wahai Tuhan kami selain-Mu wahai Yang Maha mampu mencukupi kami, wahai Yang Maha memiliki keluhuran, wahai Yang maha kaya, wahai yang Maha kuat, wahai Yang Maha Dahsyat kekuasaannya. </em></p>
				<p>&nbsp;</p>
				<p><strong>نسألك والی يقيم ۰۞۰ العدل گی نستقيم علی هداك القويم ۰۞۰ ولا نطيع اللعين </strong></p>
				<p><strong>Nas-aluka w&acirc;l&icirc; yuq&icirc;m. Al&rsquo;ad-la kay nastaq&icirc;m &lsquo;Al&acirc; hud&acirc;kal qow&icirc;m wa l&acirc; nuth&icirc;&rsquo;ulla&rsquo;&icirc;n </strong></p>
				<p><em>Kami minta kepada-Mu, Pemimpin yang menegakkan keadilan, agar kami bisa lebih melakukan istiqomah ibadah, Diatas tuntunan hidayah-Mu yang tegak dengan benar dan mulia, dan hingga kami tidak berpemimpin kepada orang yang Engkau murkai. </em></p>
				<p>&nbsp;</p>
				<p><strong>ياربنا يامجيب ۰۞۰ أنت السميع القريب ضاق الوسيع الرحيب ۰۞۰ فانظر إلی المؤمنين </strong></p>
				<p><strong>Y&acirc; Robban&acirc; Y&acirc; Muj&icirc;b Antas-sam&icirc;&rsquo;ul qor&icirc;b Dl&ocirc;qol was&icirc;&rsquo;ur-roh&icirc;b Fandhur il&acirc;l mu,min&icirc;n </strong></p>
				<p><em>Wahai Tuhan kami, wahai yang maha menjawab doa dengan lebih dari apa yang diminta, Engkaulah Yang Maha mendengar dan Maha dekat, Sungguh telah sempit hal-hal yang sebelumnya luas dan menyenangkan kini telah berubah menjadi kesempitan, maka pandanglah kepada orang-orang mukmin dengan kasih sayang-Mu dan kasihanilah orang-orang yang beriman. </em></p>
				<p>&nbsp;</p>
				<p><strong>نظرة تزيل العنا ۰۞۰ عنا وتدنی المنا منا وکل الهنا ۰۞۰ نعطاه فی کل حين </strong></p>
				<p><strong>Nadhrot tuz&icirc;lul &lsquo;an&acirc; &lsquo;Ann&acirc; wa tudn&icirc;l mun&acirc; Minn&acirc; wa kullal han&acirc; Nu&rsquo;th&ocirc;hu f&icirc; kulli h&icirc;n </strong></p>
				<p><em>Pandangan kasih sayang yang membuat sirnanya segala kesedihan pada diri kami dan dekatkanlah pada kami semua yang kami cita-citakan pada diri kami, dari apa apa yang kami cita-citakan dan semua kebahagiaan, agar kami dilimpahi anugerah setiap waktu. </em></p>
				<p>&nbsp;</p>
				<p><strong>سالك بجاه الجدود ۰۞۰ والی يقيم الحدود فينا ويکفی الحسود ۰۞۰ ويدفع الظالمين </strong></p>
				<p><strong>S&acirc;lak bij&acirc;hil jud&ucirc;d W&acirc;liy yuq&icirc;mul hud&ucirc;d F&icirc;n&acirc; wa yakf&icirc;l has&ucirc;d Wa yadfa&rsquo;udh-dh&ocirc;lim&icirc;n </strong></p>
				<p><em>Kami meminta kepada-Mu, demi wali-wali-Mu yang selalu memperbaharui keadaan, kami meminta kepada Mu Pemimpin yang menegakkan kebenaran pada kami, dan menjaga kami daripada orang-orang yang dengki dan melindungi kami dari kedholiman. </em></p>
				<p>&nbsp;</p>
				<p><strong>يزيل للنگرات ۰۞۰ يقيم للصلوات يأمر بالصالحات ۰۞۰ محب للصالحين </strong></p>
				<p><strong>Yuz&icirc;lu lilmunkar&ocirc;t Yuq&icirc;mu lissholaw&acirc;t Ya,muru bissh&ocirc;lih&acirc;t Muhibbun lissh&ocirc;lih&icirc;n </strong></p>
				<p><em>Pemimpin yang selalu membenahi kemungkaran, melakukan shalat, pemimpin yang selalu memerintah kepada hal hal yang baik, dan mencintai orang orang yang shalih </em></p>
				<p>&nbsp;</p>
				<p><strong>يزيح کل الحرام ۰۞۰ يقهر کل الطغام يعدل بين الانام ۰۞۰ ويؤمن الخالفين </strong></p>
				<p><strong>Yuz&icirc;hu kullal har&ocirc;m Yaqharu kullath-thogh&ocirc;m Ya&rsquo;dilu bainal an&acirc;m wa yu,minul kh&ocirc;-if&icirc;n </strong></p>
				<p><em>Pemimpin yang selalu membenahi segala hal yang dilarang agama, dan menindas semua mereka yang berbuat dzalim, pemimpin yang adil diantara manusia, dan mengamankan serta melindungi orang orang yang dalam ketakutan dan kerisauan. </em></p>
				<p>&nbsp;</p>
				<p><strong>رب اسقنا غيث عام ۰۞۰ نافع مبارك دوام يدوم فی کل عام ۰۞۰ علی ممر السنين </strong></p>
				<p><strong>Robbi-sqin&acirc; ghoitsa &lsquo;&acirc;m N&acirc;fi&rsquo; mub&acirc;rok daw&acirc;m Yad&ucirc;mu f&icirc; kulli &lsquo;&acirc;m &lsquo;al&acirc; mamarris-sin&icirc;n </strong></p>
				<p><em>Wahai Tuhan kami, hujani kami dengan lebatnya rahmat~Mu sepanjang tahun, yang membawa limpahan manfaat dan keberkahan yang berkesinambungan, yang berlanjut sepanjang tahun dari masa ke masa </em></p>
				<p>&nbsp;</p>
				<p><strong>رب احينا شاکرين ۰۞۰ وتوفنا مسلمين نبعث من الآمنين ۰۞۰ فی زمرة السابقين </strong></p>
				<p><strong>Robbihyin&acirc; sy&acirc;kir&icirc;n wa tawaffan&acirc; Muslim&icirc;n Nub&rsquo;ats minal &atilde;min&icirc;n f&icirc; zumrotis-s&acirc;biq&icirc;n </strong></p>
				<p><em>Wahai Tuhan kami, jadikanlah kehidupan kami selalu jadi hamba yang bersyukur, dan wafatkanlah kami sebagai orang yang muslim, Hingga kami dibangkitkan dalam kelompok orang-orang yang aman dari siksa dan kemurkaan-Mu di dalam kelompok orang-orang yang masuk surga terlebih dahulu. </em></p>
				<p>&nbsp;</p>
				<p><strong>بجاه طه الرسول ۰۞۰ جد ربنا بالقبول وهب لنا کل سول ۰۞۰ رب استجب لی امين </strong></p>
				<p><strong>Bij&acirc;hi Th&ocirc;h&acirc;r-Ros&ucirc;l Jud robban&acirc; bil qob&ucirc;l Wa hab lan&acirc; kulla s&ucirc;l Robbistajib l&icirc; am&icirc;n </strong></p>
				<p><em>Demi tingginya derajat Nabi Muhammad saw, maka berkasihsayang lah wahai Tuhan kami kepada kami dengan memberikan pengabulan-pengabulan terhadap harapan-harapan kami, Dan limpahkanlah bagi kami apa-apa yang kami minta, Wahai Tuhan kami jawablah untuk kami dan kabulkanlah. </em></p>
				<p>&nbsp;</p>
				<p><strong>عطاك ربی جزيل ۰۞۰ وکل فعلك جميل وفيك املنا طويل ۰۞۰ فجد علی الطامعين </strong></p>
				<p><strong>&lsquo;Ath&ocirc;ka robb&icirc; jaz&icirc;l Wa kullu fi&rsquo;lik jam&icirc;l Wa f&icirc;k amaln&acirc; thow&icirc;l Fajud &lsquo;al&acirc;th-th&ocirc;mi&rsquo;&icirc;n </strong></p>
				<p><em>Anugerah-Mu wahai Tuhan kami sungguh indah dan banyak, dan semua perbuatan-Mu Indah, Dan pada-Mu cita cita kami sangat panjang, maka bermurah hatilah kepada orang orang yang sangat mendambakan anugerah-Mu. </em></p>
				<p>&nbsp;</p>
				<p><strong>يارب ضاق الخناق ۰۞۰ من فعل مالا يطاق فامنن بفك الغلاق ۰۞۰ لمن بذنبه رهين </strong></p>
				<p><strong>Y&acirc; Robbi dl&ocirc;qol khin&acirc;q Min fi&rsquo;li m&acirc; l&acirc; yuth&ocirc;q Famnun bifakil ghil&acirc;q Liman bidzanbih roh&icirc;n </strong></p>
				<p><em>Wahai Tuhan kami, telah sempit tenggorokan kami (dalam kesulitan yang besar), dari perbuatan perbuatan yang tidak mampu kami hindari, Maka anugerahilah kami dengan terlepasnya segala kesulitan yang mengunci kami, untuk sang hamba yang tergadaikan oleh dosa-dosanya sendiri. </em></p>
				<p>&nbsp;</p>
				<p><strong>واغفر لکل الذنوب ۰۞۰ واستر لکل العيوب واکشف لکل الکروب ۰۞۰ واکف أذی المؤذيين </strong></p>
				<p><strong>Waghfir likullidz-dzun&ucirc;b wastur likullil &lsquo;uy&ucirc;b Waksyif likullil kur&ucirc;b wakfi adz&acirc;l mu,dziy&icirc;n </strong></p>
				<p><em>Dan ampunilah setiap dosa, dan tutupilah segala aib aib kami, Singkapkanlah dari kami dan singkirkanlah segala permasalahan dan cobaan dan musibah, lindungi kami dan cukupkanlah gangguan dari orang orang yang mengganggu kami. </em></p>
				<p>&nbsp;</p>
				<p><strong>واختم بأحسن ختام ۰۞۰ إذا دنی الإنصرام وحان حين الحمام ۰۞۰ وزاد رشح الجبين </strong></p>
				<p><strong>Wakhtim bi-ahsan khit&acirc;m Idz&acirc; dan&acirc;l inshir&ocirc;m Wa h&acirc;na h&icirc;nul him&acirc;m Wa z&acirc;da rosyhul jab&icirc;n </strong></p>
				<p><em>Dan akhirilah kami dengan Husnul khotimah, bila telah dekat ajal kami, Dan telah dekat nafas kami yang terakhir, dan tambahkanlah keringat yang mengalir di dahi sebagai tanda kematian kami yang mulia (orang-orang yang ahli surga wafat dalam keadaan husnul khotimah itu salah satu tandanya adalah dahinya berkeringat saat dia menghembuskan nafas terakhir) </em></p>
				<p>&nbsp;</p>
				<p><strong>ثم الصلاة والسلام ۰۞۰ علی شفيع الأنام والآل نعم الکرام ۰۞۰ والصحب والتابعين </strong></p>
				<p><strong>Tsummas-shol&acirc;t was-sal&acirc;m &lsquo;Al&acirc; Syaf&icirc;&rsquo;il an&acirc;m Wal &atilde;li ni&rsquo;mal kir&ocirc;m wash-shohbi wat-t&acirc;bi&rsquo;&icirc;n </strong></p>
				<p><em>Dan limpahkan sholawat dan sal&acirc;m atas sang pembawa Syafa&rsquo;at bagi manusia, dan atas keluarga beliau semulia mulia orang yang mulia, dan para shahabat dan tabi&rsquo;in. </em></p>
						
			</div>
		</div>

	</body>
</html>