<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya allah Athlubak</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>يا ألله أطلبك ياخير والی&nbsp; جد علينا بأکبر عطيه<br /> Y&acirc; All&acirc;h athlubak y&acirc; khoiro w&acirc;l&icirc;&nbsp; Jud &lsquo;alain&acirc; bi akbar &lsquo;athiyyah</strong></p>
				<p><strong>واشرح الصدر وانظر لحالی&nbsp; واختم العمر ياالله بالإيمان<br /> Wasyrohish-shodro wandhur lih&acirc;l&icirc; wakhtimil &lsquo;umur y&acirc; All&acirc;h bil &icirc;m&acirc;n</strong></p>
				<p><strong>ياگثير العطا والنوالی&nbsp; عم جودك جميع البريه<br /> Y&acirc; kats&icirc;rol &lsquo;ath&ocirc; wannaw&acirc;l&icirc;&nbsp; &lsquo;amma j&ucirc;duk jam&icirc;&rsquo;al bariyyah</strong></p>
				<p><strong>أعطنی کل ما هو ببالی&nbsp; فأنت معطی ومحسن ومنان<br /> A&rsquo;thin&icirc; kulla m&acirc; huwa bib&acirc;l&icirc;&nbsp; fa anta mu&rsquo;th&icirc; wa muhsin wa mann&acirc;n</strong></p>
				<p><strong>ياعوض غن ذاصوت حالی ذکر القلب وقت الهوية<br /> Y&acirc; &lsquo;awadl ghon dz&acirc; showat h&acirc;l&icirc;&nbsp; dzakkarol qolb waqtal hawiyyah</strong></p>
				<p><strong>وقت قد مر فی خير حالی&nbsp; لم يگدره واش ولا شان<br /> Waqta qod marro f&icirc; khoiri h&acirc;l&icirc;&nbsp; lam yukaddirhu w&acirc;syin wa l&acirc; sy&acirc;n</strong></p>
				<p><strong>يارعی الله تلك الليالی&nbsp; کلها يامحبی زهيه<br /> Y&acirc; ro&rsquo;&acirc;ll&acirc;h tilkallay&acirc;l&icirc;&nbsp; kullah&acirc; y&acirc; muhibb&icirc; zahiyyah</strong></p>
				<p><strong>عود الله وقت الوصالی&nbsp; فی هنا فی عوافی وسلوان<br /> &lsquo;Awwadall&acirc;h waqtal wish&ocirc;l&icirc; f&icirc; han&acirc; f&icirc; &lsquo;aw&acirc;f&icirc; wa silw&acirc;n</strong></p>
				<p><strong>اضرب العود فالقلب سالی&nbsp; مامعه فکر فی ذی الدنيه<br /> Idl-ribil&nbsp; &lsquo;&ucirc;da fal qolab s&acirc;l&icirc;&nbsp; m&acirc; ma&rsquo;uh fikri f&icirc; dz&icirc;d-daniyyah</strong></p>
				<p><strong>فکره اللا لأهل المعالی&nbsp; عاليين المقامات والشان<br /> Fikruhill&acirc; li ahlil ma&rsquo;&acirc;l&icirc; &lsquo;&acirc;liyy&icirc;nal maq&ocirc;m&acirc;ti wasy-sy&acirc;n</strong></p>
				<p><strong>مرتقاهم بعيد المنالی&nbsp; والمراتب رفيعه عليه<br /> Murtaq&ocirc;hum ba&rsquo;&icirc;dil man&acirc;l&icirc; wal mar&ocirc;tib rof&icirc;&rsquo;ah &lsquo;aliyyah</strong></p>
				<p><strong>من بغاها يمد کل غالی&nbsp; لايبالی بمنقود الأثمان&nbsp;<br /> Man bagh&ocirc;h&acirc; yamuddu kulla gh&ocirc;l&icirc;&nbsp; l&acirc; yub&acirc;l&icirc; bi manq&ucirc;dil atsm&acirc;n</strong></p>
				<p><strong>ينتصب فی عتيم الليالی&nbsp; يقتفی سبل أهل المعيه<br /> Yantashib f&icirc; &lsquo;at&icirc;millay&acirc;l&icirc;&nbsp; yaqtaf&icirc; subla ahlil ma&rsquo;iyyah</strong></p>
				<p><strong>لی رقو فی مراقی الگمالی&nbsp; وامتلوا من علوم وعرفان<br /> L&icirc; roqou f&icirc; mar&ocirc;q&icirc;l kam&acirc;l&icirc; wamtal&ucirc; min &lsquo;ul&ucirc;m wa &lsquo;irf&acirc;n</strong></p>
				<p><strong>کل من حبهم لا يبالی&nbsp; يوم حالته حاله رضيه<br /> Kulla man habbahum l&acirc; yub&acirc;l&icirc; yaum h&acirc;latuh h&acirc;lah rodliyyah</strong></p>
				<p><strong>مايشوف العنا والنگالی&nbsp; دوب محروس من إنس وجان<br /> M&acirc; yasy&ucirc;ful &lsquo;an&acirc; wannak&acirc;l&icirc;&nbsp; daub mahr&ucirc;s min insin wa j&acirc;n</strong></p>
				<p><strong>ياأهل ودی العجل يا رجالی&nbsp; أدرکونی بشربه هنيه<br /> Y&acirc; ahla wudd&icirc;l &lsquo;ajal y&acirc; rij&acirc;l&icirc;&nbsp; adrik&ucirc;n&icirc; bisyarbah haniyyah</strong></p>
				<p><strong>وأوصلوا ياحبائب حبالی&nbsp; وادخلونی معاکم فی الحان<br /> Wa aushil&ucirc; y&acirc; hab&acirc;-ib hib&acirc;l&icirc;&nbsp; wadkhil&ucirc;n&icirc; ma&rsquo;&acirc;kum f&icirc;l h&acirc;n</strong></p>
				<p><strong>لأجل يرتاح بالقرب بالی&nbsp; والعوامل تتمی قويه<br /> Li ajli yart&acirc;h bil qurbi b&acirc;l&icirc;&nbsp; wal &lsquo;aw&acirc;mil tutamm&icirc; qowiyyah</strong></p>
				<p><strong>يتسع لی گماکم مجالی&nbsp; وانشرح لی إذا شلو الدان<br /> Yattasi&rsquo; l&icirc; kam&acirc;kum maj&acirc;l&icirc; wansyaroh l&icirc; idz&acirc; syallaud-d&acirc;n</strong></p>
				<p><strong>عندکم إرث مولی بلالی&nbsp; أسعفوا يالوجوه الرضيه<br /> &lsquo;Indakum irtsu maul&acirc; bil&acirc;l&icirc;&nbsp; as&rsquo;if&ucirc; y&acirc;lwuj&ucirc;har-rodliyyah</strong></p>
				<p><strong>وانظروا فی صلاح العيالی&nbsp; شوفوا الوقت مافيه ميزان<br /> Wandhur&ucirc; f&icirc; shol&acirc;hil &lsquo;iy&acirc;l&icirc;&nbsp; sy&ucirc;f&ucirc;l waqot m&acirc; f&icirc;hi m&icirc;z&acirc;n</strong></p>
				<p><strong>صاروا الناس رهن المحالى&nbsp; وابتلوا بالأمور العکيه<br /> Sh&ocirc;r&ucirc;n-n&acirc;s rohnal mah&acirc;l&icirc;&nbsp; wabtal&ucirc; bil um&ucirc;ril &lsquo;akiyyah</strong></p>
				<p><strong>حد يمينا وحد خذ شمالی&nbsp; واصبح العقل فی الوقت حيران<br /> Had yam&icirc;n&acirc;n wa had khodz syim&acirc;l&icirc;&nbsp; washbahal &lsquo;aqol f&icirc;l waqti hayr&ocirc;n</strong></p>
				<p><strong>أحمد الله وقتی صفالی&nbsp; يوم عروتی عروة قويه<br /> Ahmadull&acirc;h waqt&icirc; shof&acirc;l&icirc; yaum &lsquo;urwat&icirc; &lsquo;urwatu qowiyyah</strong></p>
				<p><strong>منتهی القصد فك العقالی&nbsp; قال مرعی معامل بإحسان<br /> Muntah&acirc;l qoshod fakkul &lsquo;iq&ocirc;l&icirc;&nbsp; q&ocirc;la mar&rsquo;&icirc; mu&rsquo;&acirc;mal bi ihs&acirc;n</strong></p>
				<p><strong>صل ياذا العلی والتعالی&nbsp; علی النبی الطهر خير البريه<br /> Shil y&acirc; dz&acirc;l &lsquo;ul&acirc;&nbsp; watta&rsquo;&acirc;l&icirc;&nbsp; &lsquo;al&acirc;n-nabiyyith-thuhur khoirol bariyyah</strong></p>
				<p><strong>وآله الکل مجلی الگمال&nbsp; والصحابات ماصب هتان<br /> Wa &atilde;lihil kul majl&acirc;l kam&acirc;l&nbsp; wash-shoh&acirc;b&acirc;t m&acirc; shobba hatt&acirc;n</strong></p>
								
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya allah Athlubak<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p></p>
				
			</div>
		</div>

	</body>
</html>