<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Hannan Ya Mannan</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>ﻳَﺎ ﺣَﻨَّﺎﻥْ ﻳَﺎ ﻣَﻨَّﺎﻥْ ﻳَﺎ ﻗَﺪِﻳْﻢَ ﺍْﻻِﺣْﺴَﺎﻥْ ﺑَﺤْﺮُ ﺟُﻮْﺩِﻙْ ﻣَﻠْﻴَﺎﻥْ ﺟُﺪْ ﻟَﻨَﺎ ﺑِﺎﻟْﻐُﻔْﺮَﺍﻥْ ﺟُﺪْ ﻟِﻬَﺬَﺍ ﺍْﻻِﻧْﺴَﺎﻥْ ﻋَﺒْﺪَ ﺳُﻮْﺀٍ ﺧَﺰْﻳﺎَﻥْ ﻣِﻦْ ﺫُﻧُﻮْﺑِﻪْ ﻭَﺣْﻼَﻥْ ﺧَﺎﺋِﻒْ ﺍِﻧَّﻚْ ﻏَﻀْﺒﺎَﻥْ ﺭَﺑَّﻨﺎَ ﻧَﺴْﺘَﻌْﻔِﻴﻚْ ﺭَﺑَّﻨﺎَ ﻧَﺴْﺘَﺮْﺿِﻴﻚْ ﻭَﻟَﻨﺎَ ﻇَﻦٌّ ﻓِﻴﻚْ ﻳﺎَﺭَﺟَﺎ ﺍﻫْﻞَ ﺍْﻻِﻳْﻤﺎَﻥْ ﻻَ ﺗُﺨَﻴِّﺐْ ﺭَﺍﺟِﻲْ ﺗَﺤْﺖَ ﺑﺎَﺑِﻚْ ﻻَﺟِﻲْ ﻟَﻢْ ﻳَﺰَﻝْ ﻓِﻲ ﺍﻟﺪَّﺍﺟِﻲْ ﻗﺎَﺋِﻼً ﻳﺎَ ﺣَﻨّﺎَﻥْ ﺑِﺎﻟﻨَّﺒِﻲِّ ﺍْﻻُﻣِّﻲْ ﻭَﺧَﺪِﻳْﺠَﺔْ ﺍُﻣِّﻲْ ﻭَﺍﻟْﺒَﺘُﻮْﻝِ ﺍﻟْﺨَﺘْﻤِﻰ ﺳَﻴِّﺪَﺍﺕِ ﺍﻟﻨِّﺴْﻮَﺍﻥْ ﻭَﺍﻟﺼَّﻼَﺓُ ﺍﻟﺪَّﺍﺋِﻢْ ﻋَﻠﻰَ ﺍﻟﻨَّﺒِﻲ ﺑْﻦِ ﻫﺎَﺷِﻢْ ﻋَﺪَّ ﻣَﻦْ ﻫُﻮْ ﻗﺎَﺋِﻢْ ﺑﺎِﻟْﻌِﺒﺎَﺩَﺓْ ﺳَﻬْﺮَﺍﻥْ ﻳَﺎ ﺣَﻨَّﺎﻥْ ﻳَﺎ ﻣَﻨَّﺎﻥْ ﻳَﺎ ﻗَﺪِﻳْﻢَ ﺍْﻻِﺣْﺴَﺎﻥْ ﺑَﺤْﺮُ ﺟُﻮْﺩِﻙْ ﻣَﻠْﻴَﺎﻥْ ﺟُﺪْ ﻟَﻨَﺎ ﺑِﺎﻟْﻐُﻔْﺮَﺍﻥ </strong></p>
				<p>&nbsp;</p>
				<p><strong>۰۞۰ ۰۞۰ ۰۞۰ ۰۞۰ YA HANNAN YA MANNAN (Versi Sulis) </strong></p>
				<p><strong>ﺍﻟﺼَّﻼَﺓُ ﺍﻟﺪَّﺍﺋِﻢْ ﺍﻟﻨَّﺒِﻲ ﺑْﻦِ ﻫﺎَﺷِﻢْ ﺍﻟﺼَّﻼَﺓُ ﺍﻟﺪَّﺍﺋِﻢْ ﻋَﻠﻰَ ﺍﻟﻨَّﺒِﻲ ﺑْﻦِ ﻫﺎَﺷِﻢْ </strong></p>
				<p><strong>Asshol&acirc;tud~d&acirc;-im Annabiy-bni H&acirc;syim Asshol&acirc;tud~d&acirc;-im &lsquo;alan-Nabiy-bni H&acirc;syim </strong></p>
				<p><strong>ﻳَﺎ ﺣَﻨَّﺎﻥْ ﻳَﺎ ﻣَﻨَّﺎﻥْ ﻳَﺎ ﻗَﺪِﻳْﻢَ ﺍْﻻِﺣْﺴَﺎﻥْ ﺑَﺤْﺮُ ﺟُﻮْﺩِﻙْ ﻣَﻠْﻴَﺎﻥْ ﺟُﺪْ ﻟَﻨَﺎ ﺑِﺎﻟْﻐُﻔْﺮَﺍﻥْ </strong></p>
				<p><strong>Y&acirc; Hann&acirc;n Y&acirc; Mann&acirc;n Y&acirc; qod&icirc;mal ihs&acirc;n Bahro j&ucirc;dik maly&acirc;n jud lan&acirc; bil~ghufr&ocirc;n </strong></p>
				<p><strong>ﻻَ ﺗُﺨَﻴِّﺐْ ﺭَﺍﺟِﻲْ ﺗَﺤْﺖَ ﺑﺎَﺑِﻚْ ﻻَﺟِﻲْ ﻟَﻢْ ﻳَﺰَﻝْ ﻓِﻲ ﺍﻟﺪَّﺍﺟِﻲْ ﻗﺎَﺋِﻼً ﻳﺎَ ﺣَﻨّﺎَﻥْ </strong></p>
				<p><strong>L&acirc; tukhoyyab r&ocirc;j&icirc; tahta b&acirc;bik l&acirc;jiy Lam yazal f&icirc;d-d&acirc;j&icirc; q&ocirc;-ilan Y&acirc; Hann&acirc;n </strong></p>
				<p><strong>ﺑِﺎﻟﻨَّﺒِﻲِّ ﺍْﻻُﻣِّﻲْ ﻭَﺧَﺪِﻳْﺠَﺔْ ﺍُﻣِّﻲْ ﻭَﺍﻟْﺒَﺘُﻮْﻝِ ﺍﻟْﺨَﺘْﻤِﻰ ﺳَﻴِّﺪَﺍﺕِ ﺍﻟﻨِّﺴْﻮَﺍﻥْ </strong></p>
				<p><strong>Binnabiyyil ummiy wa Khod&icirc;jah ummiy Wal bat&ucirc;lil khotm&icirc; sayyid&acirc;tin-nisw&acirc;n </strong></p>
								
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Hannan Ya Mannan<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p></p>
				
			</div>
		</div>

	</body>
</html>