<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<meta charset="utf-8">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Maulidal Musthofa</strong>
		</div>
		
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>يا مولد المصطفی يااللی مقامك عظيم عسی بجاه النبي يحصل شفا للسقيم </strong></p>
				<p><strong>قولوا بصدق اللجا ياربنا ياگريم جد بالعوافي وبادر بالشفا للگليم </strong></p>
				<p><strong>يا ربنا ياجزيل العفو ياأرحم رحيم جد بالعوافی ولا تکشف علی العبدخيم </strong></p>
				<p><strong>والعبد يلقاك يامولاي بقلب سليم غريمنا المصطفی مااحسنه يا اکرم غريم </strong></p>
				<p><strong>واسلافنا واهلنا سکان بلدة تريم ومن حضر عندهم مسافر أو هو مقيم </strong></p>
				<p><strong>واعظم گرامة لنا ذکر النبی الگريم عسی عسانا علی ذکره وحبه نقيم </strong></p>
				<p><strong>دايم سحابه علي ترذم علينا رذيم ما ينقطع خيرها ياخير عطوة گريم </strong></p>
				<p><strong>الله يکفی البلا ولا نشوف اللئيم ساعاتنا کلها تعبرلنا في نعيم </strong></p>
				<p><strong>تقع عناية ونصبح کلنا في نعيم والدار الأخری يقع مسگن جنان النعيم </strong></p>
				<p><strong>عسی عسی لا انکشف يا ربنا قط خيم ياربنا ياگريم الوجه ياأکرم گريم </strong></p>
				<p><strong>جد بالشفا والعوافی للذى هو سقيم يا رب ياحي ياقيوم جودك عظيم </strong></p>
				
			</div>
		</div>

		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Maulidal Musthofa<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>يا مولد المصطفی يااللی مقامك عظيم عسی بجاه النبي يحصل شفا للسقيم </strong></p>
				<p><strong>Y&acirc; maulidal Mushthof&acirc; y&acirc;ll&acirc; maq&ocirc;mak &lsquo;adh&icirc;m.. &lsquo;as&acirc; bij&acirc;hin-nabiyy yahshul syif&acirc; lissaq&icirc;m </strong></p>
				<p><em>Wahai kelahiran Nabi al-Musthofa, wahai nabi yang berkedudukan agung. Semoga dengan kedudukan nabi ini, yang sakit mendapat obatnya. </em></p>
				<p>&nbsp;</p>
				<p><strong>قولوا بصدق اللجا ياربنا ياگريم جد بالعوافي وبادر بالشفا للگليم </strong></p>
				<p><strong>Q&ucirc;l&ucirc; bishidqillaj&acirc; y&acirc; robban&acirc; y&acirc; kar&icirc;m, Jud bil &lsquo;aw&acirc;f&icirc; wa b&acirc;dir bisy-syif&acirc; lilkal&icirc;m </strong></p>
				<p><em>Katakan dengan suara hati, wahai Tuhan kami, wahai yang Maha Mulia, berikanlah kepada kami kesehatan, dan yang sakit berikanlah kesembuhan.</em></p>
				<p>&nbsp;</p>
				<p><strong>يا ربنا ياجزيل العفو ياأرحم رحيم جد بالعوافی ولا تکشف علی العبدخيم </strong></p>
				<p><strong>Y&acirc; robban&acirc; y&acirc; jaz&icirc;lal &lsquo;afwa y&acirc; arham roh&icirc;m, Jud bil &lsquo;aw&acirc;f&icirc; wa l&acirc; taksyif &lsquo;al&acirc;l &lsquo;abdi kh&icirc;m </strong></p>
				<p><em>Wahai Tuhan kami, wahai yang Agung pengampunan Nya, wahai sebaik baik Penyayang. Berikanlah kesehatan, dan janganlah Engkau membuka kesalahan kesalahan hamba. </em></p>
				<p>&nbsp;</p>
				<p><strong>والعبد يلقاك يامولاي بقلب سليم غريمنا المصطفی مااحسنه يا اکرم غريم </strong></p>
				<p><strong>Wal &lsquo;abdu yalq&ocirc;k y&acirc; maul&acirc;ya biqolbin sal&icirc;m.. Ghor&icirc;mun&acirc;l Mushthof&acirc; m&acirc; ahsanuh y&acirc; akrom ghor&icirc;m </strong></p>
				<p><em>Telah datang kepada-Mu seorang hamba, dengan hati yang pasrah, wahai Tuhanku.. Jaminanku adalah Nabi al-Musthofa, hamba terbaik dan sebaik baik jaminan. </em></p>
				<p>&nbsp;</p>
				<p><strong>واسلافنا واهلنا سکان بلدة تريم ومن حضر عندهم مسافر أو هو مقيم </strong></p>
				<p><strong>Wasl&acirc;fun&acirc; wa ahlun&acirc; sukk&acirc;n baldah Tar&icirc;m.. Wa man hadloro &lsquo;indahum mus&acirc;fir au huw muq&icirc;m </strong></p>
				<p><em>Dan para leluhur dan keluarga kami penduduk kota Tarim. Orang orang yang ada disana, pendatang baru atau juga yang menetap. </em></p>
				<p>&nbsp;</p>
				<p><strong>واعظم گرامة لنا ذکر النبی الگريم عسی عسانا علی ذکره وحبه نقيم </strong></p>
				<p><strong>Wa&rsquo;dhom kar&ocirc;mah lan&acirc; dzikrun-nab&icirc;l kar&icirc;m, &lsquo;as&acirc; &lsquo;as&acirc;n&acirc; &lsquo;al&acirc; dzikrih wa hubbih nuq&icirc;m </strong></p>
				<p><em>Dan perbesarlah kemuliaan kami dengan mengingat nabi yang mulia, semoga dalam mengingat dan mencintainya kami dapat beristiqomah. </em></p>
				<p>&nbsp;</p>
				<p><strong>دايم سحابه علي ترذم علينا رذيم ما ينقطع خيرها ياخير عطوة گريم </strong></p>
				<p><strong>D&acirc;yim sah&acirc;buh &lsquo;alayy&acirc; tardzum &lsquo;alain&acirc; rodz&icirc;m, m&acirc; yanqothi&rsquo; khoiruh&acirc; y&acirc; khoiro &lsquo;athwah kar&icirc;m </strong></p>
				<p><em>Mendung selalu menaungi, hujan hujan rahmat pun membasahi, tak terputus kebaikannya, aduh.. betapa agungnya pemberian al-Kar&icirc;m ini </em></p>
				<p>&nbsp;</p>
				<p><strong>الله يکفی البلا ولا نشوف اللئيم ساعاتنا کلها تعبرلنا في نعيم </strong></p>
				<p><strong>All&acirc;hu yukf&icirc;l bal&acirc; wa l&acirc; nasy&ucirc;fulla-&icirc;m, s&acirc;&rsquo;&acirc;tun&acirc; kullah&acirc; ta&rsquo;bur lan&acirc; f&icirc; na&rsquo;&icirc;m </strong></p>
				<p><em>Semoga All&acirc;h mengangkat semua penyakit hingga kami tak melihat lagi ada yang sakit. Semua waktu kami berjalan dengan penuh kenikmatan. </em></p>
				<p>&nbsp;</p>
				<p><strong>تقع عناية ونصبح کلنا في نعيم والدار الأخری يقع مسگن جنان النعيم </strong></p>
				<p><strong>Taqo&rsquo; &lsquo;in&acirc;yah wa nushbih kullan&acirc; f&icirc; na&rsquo;&icirc;m.. Wadd&acirc;rul ukhr&ocirc; yaqo&rsquo; maskan jin&acirc;nun-na&rsquo;&icirc;m </strong></p>
				<p><em>Datanglah pertolongan, semuanya dalam kenikmatan. Di akhirat kelak, surga an-Na&rsquo;im adalah tempat peristirahatan. </em></p>
				<p>&nbsp;</p>
				<p><strong>عسی عسی لا انکشف يا ربنا قط خيم ياربنا ياگريم الوجه ياأکرم گريم </strong></p>
				<p><strong>&lsquo;As&acirc; &lsquo;as&acirc; l&acirc;-nkasyaf y&acirc; robban&acirc; qoththu kh&icirc;m.. Y&acirc; robban&acirc; y&acirc; kar&icirc;mal wajhi y&acirc; akrom kar&icirc;m </strong></p>
				<p><em>Wahai Tuhan kami, jangan Engkau buka kejelekan kejelekan kami, selamanya. Wahai Tuhan kami, wahai yang ber &lsquo;Wajah&rsquo; Agung, sebaik baik Pemberi. </em></p>
				<p>&nbsp;</p>
				<p><strong>جد بالشفا والعوافی للذى هو سقيم يا رب ياحي ياقيوم جودك عظيم </strong></p>
				<p><strong>Jud bisy-syif&acirc; wal &lsquo;aw&acirc;f&icirc; lilladz&icirc; huw saq&icirc;m, y&acirc; robbi y&acirc; hayyu y&acirc; qoyy&ucirc;m j&ucirc;duk &lsquo;adh&icirc;m </strong></p>
				<p><em>Berikanlah pengobatan dan kesehatan bagi orang orang yang sakit dari kami. Wahai Tuhan, wahai yang Maha Hidup, Yang Kekal, pemberian-Mu sungguh agung. </em></p>
									
			</div>
		</div>


	</body>
</html>