<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Robbi bil Musthofa</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>يارب بالمصطفی بلغ مقا صدنا واغفرلنا مامضی ياواسع الگرم </strong></p>
				<p><strong>محمد سيد الگونين والثقلين والفريقين من عرب ومن عجم </strong></p>
				<p><strong>نبينا الآمر الناهي فلا أحد أبر فی قول لامنه ولا نعم </strong></p>
				<p><strong>هو الحبيب الذي ترجی شفاعته لکل هول من الأهوال مقتحم </strong></p>
				<p><strong>دعا إلی الله فالمستمسکون به مستمسکون بحبل غير منقسم </strong></p>
				<p><strong>فاق النبيين فی خلق وفی خلق ولم يدانوه فی علم ولا گرم </strong></p>
				<p><strong>وکلهم من رسول الله ملتمس غرفا من البحر أو رشفا من الديم </strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Robbi bil Musthofa<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>يارب بالمصطفی بلغ مقا صدنا واغفرلنا مامضی ياواسع الگرم </strong></p>
				<p><strong>Y&acirc; robbi bil Mushthof&acirc; balligh maq&ocirc; shidan&acirc; Waghfir lan&acirc; m&acirc;madl&ocirc; y&acirc; w&acirc;si&rsquo;al karomi </strong></p>
				<p><em>Wahai Tuhanku, berkat al-Musthofa, sampaikanlah tujuan kami, dan ampuni kami dari apa apa yang telah lalu, wahai yang Maha luas Kemurahan Nya. </em></p>
				<p>&nbsp;</p>
				<p><strong>محمد سيد الگونين والثقلين والفريقين من عرب ومن عجم </strong></p>
				<p><strong>Muhammadun sayyidul kaunaini wats-tsaqolaini wal far&icirc;qoini min &lsquo;urbin wa min &lsquo;ajami </strong></p>
				<p><em>Muhammad (saw) adalah pemimpin dua alam, dan dua ras dan dua golongan dari bangsa Arab maupun dari bangsa Ajam (selain Arab) </em></p>
				<p>&nbsp;</p>
				<p><strong>نبينا الآمر الناهي فلا أحد أبر فی قول لامنه ولا نعم </strong></p>
				<p><strong>Nabiyyun&acirc;l &atilde;mirun-n&acirc;h&icirc; fal&acirc; ahadun abarro f&icirc; qouli l&acirc; minhu wa l&acirc; na&rsquo;ami </strong></p>
				<p><em>Nabi kita yang memerintahkan kema&rsquo;rufan dan yang mencegah kemungkaran, yang tidak ditemukan satu pun makhluk Allah yang lebih benar ucapannya ketika mengatakan &ldquo;ya&rdquo; atau &ldquo;tidak&rdquo;. </em></p>
				<p>&nbsp;</p>
				<p><strong>هو الحبيب الذي ترجی شفاعته لکل هول من الأهوال مقتحم </strong></p>
				<p><strong>Huwal hab&icirc;bulladz&icirc; turj&acirc; syaf&acirc;&rsquo;atuhu likulli haulin minal ahw&acirc;li muqtahami </strong></p>
				<p><em>Dialah seorang kekasih yang diharapkan syafa&rsquo;at nya, pada setiap kejadian dari kejadian yang mengerikan. </em></p>
				<p>&nbsp;</p>
				<p><strong>دعا إلی الله فالمستمسکون به مستمسکون بحبل غير منقسم </strong></p>
				<p><strong>Da&rsquo;&acirc; il&acirc;All&acirc;hi f&acirc;lmustamsik&ucirc;na bihi mustamsik&ucirc;na bihablin ghoiro munqosimi </strong></p>
				<p><em>Dia mengajak menuju Allah, maka yang berpegang kepadanya, berarti berpegang pada tali yang tidak akan kendor. </em></p>
				<p>&nbsp;</p>
				<p><strong>فاق النبيين فی خلق وفی خلق ولم يدانوه فی علم ولا گرم </strong></p>
				<p><strong>F&acirc;qon-nabiyy&icirc;na f&icirc; kholqin wa f&icirc; khuluqin wa lam yud&acirc;n&ucirc;hu f&icirc; &lsquo;ilmin wa l&acirc; karomi </strong></p>
				<p><em>Dia (Muhammad) melebihi para nabi dalam penciptaan akhlaknya, dan tidak ada yang menyamainya dalam pengetahuan dan kemuliaan. </em></p>
				<p>&nbsp;</p>
				<p><strong>وکلهم من رسول الله ملتمس غرفا من البحر أو رشفا من الديم </strong></p>
				<p><strong>Wa kulluhum min ros&ucirc;lill&acirc;hi multamisun ghorf&acirc;n minal bahri au rosyf&acirc;n minaddiyami </strong></p>
				<p><em>Dan semuanya mengambil berkah dari Rosulullah, seraup dari lautan atau sepercik dari danau.</em></p>

				
			</div>
		</div>

	</body>
</html>