<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
		<meta charset="utf-8">
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Sayyidi Rosul Ya Thohir</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>يا سيد الرسل يا طاهر يا غاية القصد والشانی </strong></p>
				<p><strong>صلی عليك العلی القادر فی کل وقت وأحيانی </strong></p>
				<p><strong>صوت الغنی يشرح الخاطر تذهب به کل أحزانى </strong></p>
				<p><strong>يافاتح الباب يافاطر أصلح قصودی مع الشانی </strong></p>
				<p><strong>لك جود يا ربنا وافر قد عم قاصی مع الدانی </strong></p>
				<p><strong>الليله القلب والخاطر زالت به کل الأشجانی </strong></p>
				<p><strong>صوت المغانی گما الماطر له حال يا أصحابنا ثانی </strong></p>
				<p><strong>واسرار باطن وشی ظاهر وامر البناية إلی البانی </strong></p>
				<p><strong>سقاف حرك علی الهاجر وحکموا شلة الدانی </strong></p>
				<p><strong>ولا يروس سوی الماهر لی يحکم الضرب فی الان </strong></p>
				<p><strong>شوا عندنا المصطفی حاضر حبيبنا خير إنسان </strong></p>
				<p><strong>قد فاح ريحه لنا العاطر حدراه يارمد الأعيان </strong></p>
				<p><strong>هو نجمنا فی الدجی الزاهر هو ذخرنا عين الأعيان </strong></p>
				<p><strong>عسی بجاهه مدد وافر من فيض جود وإحسان </strong></p>
				<p><strong>يا سيد الرسل ياطاهر عبدك علی بابکم حانی </strong></p>
				<p><strong>دائم لمعروفکم شاکر فی کل وقت وأحيانی </strong></p>
				<p><strong>يا سيد الرسل ياطاهر عبدك علی بابکم حانی </strong></p>
				<p><strong>صلی عليك العلی القادر ياغاية القصد والشانی </strong></p>
				<p><strong>برگتك فی حضرتك حاضر أنا وصحبی وخلانی </strong></p>
				<p><strong>والمگر قد حاق بالماکر لا بارك الله فی الشانی </strong></p>
				
			</div>
		</div>

		
		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Sayyidi Rosul Ya Thohir<br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
			
				<p><strong>يا سيد الرسل يا طاهر يا غاية القصد والشانی </strong></p>
				<p><strong>Y&acirc; Sayyidar-rusli y&acirc; th&ocirc;hir Y&acirc; gh&ocirc;yatal qoshod wasysy&acirc;n&icirc; </strong></p>
				<p><em>Wahai pemimpin utusan Allah, wahai manusia suci, wahai puncak tujuan dan usaha kami. </em></p>
				<p>&nbsp;</p>
				<p><strong>صلی عليك العلی القادر فی کل وقت وأحيانی </strong></p>
				<p><strong>Sholl&acirc; &lsquo;alaykal &lsquo;al&icirc;l q&ocirc;dir f&icirc; kulli waqtin wa ahy&acirc;n&icirc; </strong></p>
				<p><em>Semoga sholawat dan sal&acirc;m diberikan kepadamu oleh Allah yang Maha Tinggi, Maha Kuasa, disetiap waktu dan setiap masa. </em></p>
				<p>&nbsp;</p>
				<p><strong>صوت الغنی يشرح الخاطر تذهب به کل أحزانى </strong></p>
				<p><strong>Shoutul ghin&acirc; yasyrohil kh&ocirc;thir tadzhab bih&icirc; kulla ahz&acirc;n&icirc; </strong></p>
				<p><em>Suara lagu ini memang bisa membuka hati, dan dengannya hilanglah semua kesusahanku. </em></p>
				<p>&nbsp;</p>
				<p><strong>يافاتح الباب يافاطر أصلح قصودی مع الشانی </strong></p>
				<p><strong>Y&acirc; f&acirc;tihal b&acirc;b y&acirc; f&acirc;thir ashlih qush&ucirc;d&icirc; ma&rsquo;asy-sy&acirc;n&icirc; </strong></p>
				<p><em>Wahai Pembuka pintu wahai Sang Pencipta, perbaikilah tujuan tujuan dan usaha kami </em></p>
				<p>&nbsp;</p>
				<p><strong>لك جود يا ربنا وافر قد عم قاصی مع الدانی </strong></p>
				<p><strong>Laka j&ucirc;d y&acirc; Robban&acirc; w&acirc;fir qod &lsquo;amma q&ocirc;sh&icirc; m&acirc;&rsquo;ad-d&acirc;n&icirc; </strong></p>
				<p><em>Wahai Tuhan kami, milik Mu pemberian yang sempurna, menyeluruh untuk yang jauh dan yang dekat. </em></p>
				<p>&nbsp;</p>
				<p><strong>الليله القلب والخاطر زالت به کل الأشجانی </strong></p>
				<p><strong>Allaylihil qolbi wal kh&ocirc;thir z&acirc;lat bih&icirc; kullal asyj&acirc;n&icirc; </strong></p>
				<p><em>Pada malam ini menyatu hati dan suara hati , dan hilanglah semua penyakit penyakitnya. </em></p>
				<p>&nbsp;</p>
				<p><strong>صوت المغانی گما الماطر له حال يا أصحابنا ثانی </strong></p>
				<p><strong>Shoutul magh&ocirc;n&icirc; kam&acirc;l m&acirc;thir lahu h&acirc;l y&acirc; ash-h&acirc;ban&acirc; ts&acirc;n&icirc; </strong></p>
				<p><em>Suara lagu ini indah bagai hujan, wahai saudaraku! Lagu ini memiliki cita rasa yang berbeda. </em></p>
				<p>&nbsp;</p>
				<p><strong>واسرار باطن وشی ظاهر وامر البناية إلی البانی </strong></p>
				<p><strong>Wasr&ocirc;r b&acirc;thin wasy&icirc; dh&ocirc;hir wamril bin&acirc;yah il&acirc;l b&acirc;n&icirc; </strong></p>
				<p><em>Ada rahasia batin dan ada rahasia zhahir, memang urusan bangunan akan kembali kepada siapa yang membangunnya. </em></p>
				<p>&nbsp;</p>
				<p><strong>سقاف حرك علی الهاجر وحکموا شلة الدانی </strong></p>
				<p><strong>Saqq&ocirc;f harrik &lsquo;al&acirc;l h&acirc;jir wa hakkim&ucirc; syallatad-d&acirc;n&icirc; </strong></p>
				<p><em>Wahai Seggaf! Gerakkan hajir-mu, pastikan dalam memulai Daan Yaa Daan. </em></p>
				<p>&nbsp;</p>
				<p><strong>ولا يروس سوی الماهر لی يحکم الضرب فی الان </strong></p>
				<p><strong>Wa l&acirc; yurowwis siw&acirc;l m&acirc;hir l&icirc; yahkumudl-dlorba f&icirc;l &acirc;ni </strong></p>
				<p><em>Dan jangan biarkan mirwas dipukul oleh selain yang telah terampil, agar ia memastikan pukulan itu saat ini. </em></p>
				<p>&nbsp;</p>
				<p><strong>شوا عندنا المصطفی حاضر حبيبنا خير إنسان </strong></p>
				<p><strong>Sy&ucirc; &lsquo;indan&acirc;l Mushthof&acirc; h&acirc;dlir hab&icirc;bin&acirc; khoiro ins&acirc;ni </strong></p>
				<p><em>Saksikanlah bahwa al-Musthofa hadir di tengah tengah kita, dialah kekasih kita sebaik baik manusia. </em></p>
				<p>&nbsp;</p>
				<p><strong>قد فاح ريحه لنا العاطر حدراه يارمد الأعيان </strong></p>
				<p><strong>Qod f&acirc;h r&icirc;huhu lan&acirc;l &lsquo;&acirc;thir hadr&ocirc;hu y&acirc; rumdul a&rsquo;y&acirc;ni </strong></p>
				<p><em>Semerbak bau harum nya menuju kita, siapa saja yang melihatnya pasti akan terasa silau matanya. </em></p>
				<p>&nbsp;</p>
				<p><strong>هو نجمنا فی الدجی الزاهر هو ذخرنا عين الأعيان </strong></p>
				<p><strong>Huw najmun&acirc; f&icirc;d-duj&acirc;z-z&acirc;hir huw dzukhrun&acirc; &lsquo;ainul a&rsquo;y&acirc;ni </strong></p>
				<p><em>Dialah bintang yang bersinar dalam gelap gulita , dia milik kita, sumber dari segala sumber. </em></p>
				<p>&nbsp;</p>
				<p><strong>عسی بجاهه مدد وافر من فيض جود وإحسان </strong></p>
				<p><strong>&lsquo;As&acirc; bij&acirc;hih madad w&acirc;fir min faidli j&ucirc;din wa ihs&acirc;ni </strong></p>
				<p><em>Semoga berkat kedudukannya ada banyak pertolongan dari anugerah kemurahan dan kebaikannya untuk kita. </em></p>
				<p>&nbsp;</p>
				<p><strong>يا سيد الرسل ياطاهر عبدك علی بابکم حانی </strong></p>
				<p><strong>Y&acirc; Sayyidar-rusli y&acirc; th&ocirc;hir &lsquo;abdak &lsquo;al&acirc; b&acirc;bikum h&acirc;n&icirc; </strong></p>
				<p><em>Wahai pemimpin utusan Allah, wahai manusia suci, hambamu telah berada di pintumu. </em></p>
				<p>&nbsp;</p>
				<p><strong>دائم لمعروفکم شاکر فی کل وقت وأحيانی </strong></p>
				<p><strong>D&acirc;-im lima&rsquo;r&ucirc;fikum sy&acirc;kir f&icirc; kulli waqtin wa ahy&acirc;n&icirc; </strong></p>
				<p><em>Selamanya dia bersyukur atas kebaikanmu, di setiap waktu dan setiap saat. </em></p>
				<p>&nbsp;</p>
				<p><strong>يا سيد الرسل ياطاهر عبدك علی بابکم حانی </strong></p>
				<p><strong>Y&acirc; Sayyidar-rusli y&acirc; th&ocirc;hir &lsquo;abdak &lsquo;al&acirc; b&acirc;bikum h&acirc;n&icirc; </strong></p>
				<p><em>Wahai pemimpin utusan Allah, wahai manusia suci, hambamu telah berada didepan pintumu.. </em></p>
				<p>&nbsp;</p>
				<p><strong>صلی عليك العلی القادر ياغاية القصد والشانی </strong></p>
				<p><strong>Sholl&acirc; &lsquo;alaykal &lsquo;al&icirc;l q&ocirc;dir y&acirc; gh&ocirc;yatal qoshod wasy-sy&acirc;n&icirc; </strong></p>
				<p><em>Semoga Allah yang Maha Tinggi, Maha Kuasa memberikan sholawat kepadamu wahai puncak tujuan dan usahaku. </em></p>
				<p>&nbsp;</p>
				<p><strong>برگتك فی حضرتك حاضر أنا وصحبی وخلانی </strong></p>
				<p><strong>Barkatak f&icirc; hadlrotak h&acirc;dlir ana wa shohb&icirc; wa khill&acirc;n&icirc; </strong></p>
				<p><em>Karena berkatmu aku dapat hadir di tempatmu ini. Aku, para sahabat dan kawan kawan ku. </em></p>
				<p>&nbsp;</p>
				<p><strong>والمگر قد حاق بالماکر لا بارك الله فی الشانی </strong></p>
				<p><strong>Wal makar qod h&acirc;qo bil m&acirc;kir l&acirc; b&acirc;rokall&acirc;hu f&icirc;sy-sy&acirc;n&icirc; </strong></p>
				<p><em>Perbuatan makar akan kembali kepada pelakunya, Allah tidak akan memberkati semua usahanya. </em></p>

				
			</div>
		</div>

	</body>
</html>