<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css">
		<link rel="stylesheet" type="text/css" href="https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/w3_local.css">
		<meta charset="utf-8">
		<style>
			@import url("https://trembesi.github.io/loker/apps/android/sholawat_mania_new/files/wewewe/gayamukang/amiri_quran/stylesheet.css");
			body{
			background-color: rgba(0,0,0,0);
			}
			p {font-family: "amiri quran";}
		</style>
	</head>
	
	<body>

		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Waridal Mustofa </strong>
		</div>
		
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>يا وارد الأنس والأفراح فی السحر أزحت ما بفؤادي من لظی الگدر </strong></p>
				<p><strong>ناشدتك الله هل جزت العقيق وهل مررت بالأرض ذات الماء والشجر </strong></p>
				<p><strong>أرض بها سحب الإفضال ممطرة مخضرة الترب بالأعشاب والزهر </strong></p>
				<p><strong>بهاالمسرة والأفراح دائمة يافوز سکانها بالفوز والظفر </strong></p>
				<p><strong>إنی لأذکرها يوما وبي حزن فيرحل الحزن من قلبى مع الضجر </strong></p>
				<p><strong>حوت حبيبا به الأکوان عاطرة يضوع رياه فی سهل وفی وعر </strong></p>
				<p><strong>برا سخيا تقيا سيدا سندا يضيئ في الگون لأهل الگون گالقمر </strong></p>
				<p><strong>فرد الجلالة بحر الجود إن تره فی حالة الجود تلقی الجود گالمطر </strong></p>
				<p><strong>أصل السيادة بل عين العناية بل روح الهداية لب اللب من مضر </strong></p>
				<p><strong>زين الوجود وخير الخلق من شرفت به البرية من باد ومن حضر </strong></p>
				<p><strong>عنه الجمادات أضحت وهي مفصحة وقد أتی مدحه فی معظم السور </strong></p>
				<p><strong>محمدا خير خلق الله قاطبة وسيد الجن والأملاك والبشر </strong></p>
				<p><strong>ياسيدی ياحبيب الله ياسندي ويا ملاذی ويا رکني ويا وزري </strong></p>
				<p><strong>ويا غياثی ویاگهفي وياثقتي وياسروري ويا روحي ويا وطري </strong></p>
				<p><strong>أنت الغياث لمن ضاقت مذاهبه وخير من يرتجی في العسر واليسر </strong></p>
				<p><strong>وأنت أکرم من فی الگون والسبب الأقوی لنيل المنی والفوز بالظفر </strong></p>
									
			</div>
		</div>

		<p>&nbsp;</p>
		
		<div class="w3-container w3-orange">
			<p align="center" class="w3-xlarge" dir="RTL"><strong>Ya Waridal Mustofa <br>(beserta terjemahan)</strong>
		</div>
		
		<div class="w3-container">
			<div align="center" class="w3-xlarge">
				
				<p><strong>يا وارد الأنس والأفراح فی السحر أزحت ما بفؤادي من لظی الگدر </strong></p>
				<p><strong>Y&acirc; w&acirc;ridal Unsi wal afr&ocirc;hi fissahari, azahta m&acirc; bifu-&acirc;d&icirc; min ladh&ocirc;l kadari </strong></p>
				<p><em>Wahai pembawa kebahagiaan dan kabar gembira disaat dini hari. Engkau pengikis semua kotoran hatiku. </em></p>
				<p>&nbsp;</p>
				<p><strong>ناشدتك الله هل جزت العقيق وهل مررت بالأرض ذات الماء والشجر </strong></p>
				<p><strong>N&acirc;syadtukall&acirc;ha hal juztal &lsquo;aq&icirc;qo wa hal marorta bil ardli dz&acirc;til m&acirc;-i wasysyajari </strong></p>
				<p><em>Kudendangkan kepada Allah sebuah lagu untukmu, Apakah engkau melewati Al-Aqiq dan apakah kamu melewati tanah yang berair dan pepohonan? </em></p>
				<p>&nbsp;</p>
				<p><strong>أرض بها سحب الإفضال ممطرة مخضرة الترب بالأعشاب والزهر </strong></p>
				<p><strong>Ardlin bih&acirc; suhubul ifdl&ocirc;li mumthirotun mukhdlorrotit-turbi bil a&rsquo;sy&acirc;bi wazzahari </strong></p>
				<p><em>Bumi dimana awan keutamaan turun deras, menyuburkan tanah menumbuhkan rerumputan dan bunga-bungaan. </em></p>
				<p>&nbsp;</p>
				<p><strong>بهاالمسرة والأفراح دائمة يافوز سکانها بالفوز والظفر </strong></p>
				<p><strong>Bih&acirc;l masarrotu wal afr&ocirc;hu d&acirc;-imatun y&acirc; fauza sukk&acirc;nih&acirc; bil fauzi wadh-dhofari </strong></p>
				<p><em>Disana ada tempat yang selalu menjadi taman hiburan. Aduhai sangat beruntung penghuninya dengan mendapat kebaikan dan kesuksesan. </em></p>
				<p>&nbsp;</p>
				<p><strong>إنی لأذکرها يوما وبي حزن فيرحل الحزن من قلبى مع الضجر </strong></p>
				<p><strong>Inn&icirc; la-adzkuruh&acirc; yaum&acirc;n wab&icirc; hazanun fayarhalul huznu min qolb&icirc; ma&rsquo;adl-dlojari </strong></p>
				<p><em>Sesungguhnya aku selalu mengenangnya ketika aku dalam kesedihan. Maka semua kesedihan dalam hatiku pun hilang seketika. </em></p>
				<p>&nbsp;</p>
				<p><strong>حوت حبيبا به الأکوان عاطرة يضوع رياه فی سهل وفی وعر </strong></p>
				<p><strong>Hawat hab&icirc;b&acirc;n bihil akw&acirc;nu &lsquo;&acirc;thirotun bidl&ucirc;&rsquo;u royy&acirc;hu f&icirc; sahlin wa f&icirc; wa&rsquo;ari </strong></p>
				<p><em>Karena disitu ada kekasih Allah yang mengharumkan seluruh alam. Yang melangkahkan kakinya di jalan nan mudah maupun sulit. </em></p>
				<p>&nbsp;</p>
				<p><strong>برا سخيا تقيا سيدا سندا يضيئ في الگون لأهل الگون گالقمر </strong></p>
				<p><strong>Barr&ocirc;n sakhiyy&acirc;n taqiyy&acirc;n sayyid&acirc;n sanad&acirc;n yudl&icirc;-u f&icirc;l kauni li ahlil kauni k&acirc;l qomari </strong></p>
				<p><em>Orang yang baik, murah hati, bertaqwa, pemimpin dan sandaran. Yang menyinari alam ini bagaikan rembulan bagi seluruh alam. </em></p>
				<p>&nbsp;</p>
				<p><strong>فرد الجلالة بحر الجود إن تره فی حالة الجود تلقی الجود گالمطر </strong></p>
				<p><strong>Fardal jal&acirc;lati bahrol j&ucirc;di in tarohu f&icirc; h&acirc;latil j&ucirc;di talq&ocirc;l j&ucirc;da k&acirc;l mathori </strong></p>
				<p><em>Tunggal keagungannya, lautan kemurahannya , bila kau melihatnya dalam kebaikannya, maka kau kan temukan kebaikannya bagaikan hujan yang lebat. </em></p>
				<p>&nbsp;</p>
				<p><strong>أصل السيادة بل عين العناية بل روح الهداية لب اللب من مضر </strong></p>
				<p><strong>Ashlas-siy&acirc;dati bal &lsquo;ainal &lsquo;in&acirc;yati bal r&ucirc;hal hid&acirc;yati lubbal-lubbi min mudlori </strong></p>
				<p><em>Pusat kepemimpinan, sumber pertolongannya, bahkan pusat hidayah dan intisari dari keluarga Mudhar. </em></p>
				<p>&nbsp;</p>
				<p><strong>زين الوجود وخير الخلق من شرفت به البرية من باد ومن حضر </strong></p>
				<p><strong>Zainal wuj&ucirc;di wa khoirol kholqi man syarufat bihil bariyyatu min b&acirc;din wa min hadlori </strong></p>
				<p><em>Dialah perhiasan alam nyata dan sebaik baik makhluq , yang menjadikan semua makhluk menjadi mulia, baik yang jauh ataupun yang dekat. </em></p>
				<p>&nbsp;</p>
				<p><strong>عنه الجمادات أضحت وهي مفصحة وقد أتی مدحه فی معظم السور </strong></p>
				<p><strong>&lsquo;Anhul jam&acirc;d&acirc;tu adlhat wahya mufshihatun wa qod at&acirc; mad-huhu f&icirc; mu&rsquo;dhomis-suwari </strong></p>
				<p><em>Benda yang keras pun berbicara dengan lisan yang fasih, dan telah banyak sanjungan untuknya dalam surat surat Al-Quran. </em></p>
				<p>&nbsp;</p>
				<p><strong>محمدا خير خلق الله قاطبة وسيد الجن والأملاك والبشر </strong></p>
				<p><strong>Muhammad&acirc;n khoiro kholqill&acirc;hi q&ocirc;thibatan wa sayyidal jinni wal aml&acirc;ki wal basyari </strong></p>
				<p><em>Namanya Muhammad dan dialah sebaik baik ciptaan Allah seluruhnya. Pemimpin golongan jin, para malaikat dan manusia. </em></p>
				<p>&nbsp;</p>
				<p><strong>ياسيدی ياحبيب الله ياسندي ويا ملاذی ويا رکني ويا وزري </strong></p>
				<p><strong>Y&acirc; Sayyid&icirc; y&acirc; hab&icirc;ball&acirc;hi y&acirc; sanad&icirc; wa y&acirc; mal&acirc;dz&icirc; wa y&acirc; rukn&icirc; wa y&acirc; wazar&icirc; </strong></p>
				<p><em>Duhai pemimpinku, kekasih Allah , wahai sandaranku, pandangan mataku, tiang dan tempat berlindungku. </em></p>
				<p>&nbsp;</p>
				<p><strong>ويا غياثی ویاگهفي وياثقتي وياسروري ويا روحي ويا وطري </strong></p>
				<p><strong>Wa y&acirc; ghiy&acirc;ts&icirc; wa y&acirc; kahf&icirc; wa y&acirc; tsiqot&icirc; wa y&acirc; sur&ucirc;r&icirc; wa y&acirc; r&ucirc;h&icirc; wa y&acirc; wathor&icirc; </strong></p>
				<p><em>Duhai penolongku, tempat berteduhku, wahai kepercayaanku. Wahai kesenanganku, ruh ku dan tujuanku. </em></p>
				<p>&nbsp;</p>
				<p><strong>أنت الغياث لمن ضاقت مذاهبه وخير من يرتجی في العسر واليسر </strong></p>
				<p><strong>Antal ghiy&acirc;tsu liman dl&ocirc;qot madz&acirc;hibuhu wa khoiru man yurtaj&acirc; f&icirc;l &lsquo;usri wal yusuri </strong></p>
				<p><em>Engkaulah tempat pertolongan bagi orang yang sempit tempat bersandarnya. Dan sebaik baik manusia yang kami harapkan saat susah dan saat senang. </em></p>
				<p>&nbsp;</p>
				<p><strong>وأنت أکرم من فی الگون والسبب الأقوی لنيل المنی والفوز بالظفر </strong></p>
				<p><strong>Wa anta akromu man f&icirc;l kauni wassababul aqw&acirc; linailil mun&acirc; wal fauzi bidh-dhofari </strong></p>
				<p><em>Dan engkaulah manusia paling mulia di alam semesta, dan penyebab (perantara) yang menjadikan aku kuat dalam mencapai cita cita dan keberhasilan dengan sukses. </em></p>
									
			</div>
		</div>


	</body>
</html>